Repository: christinerose02/CozyNest
Catalog: languages/cozy-nest-*.po
Languages: es_es, fr_fr, id_id, it_it, ja_jp, pl_pl, pt, ru_ru, th_th

source: Cozy up in a charming chalet surrounded by pine trees.
es_es: Acogedor en un encantador chalet rodeado de pinos.
fr_fr: Confortable dans un charmant chalet entouré de pins.
id_id: Nyaman di dalam cawan yang menawan dikelilingi oleh pohon pinus.
it_it: Accogliente in uno splendido chalet circondato da pini.
ja_jp: 松の木に囲まれた魅力的な小屋でくつろいでいます。
pl_pl: Rozgość się w uroczym domku otoczonym sosnami.
pt: Encantado num charmoso chalet rodeado de pinheiros.
ru_ru: Уютный в очаровательном шале, окруженном сосновыми деревьями.
th_th: อบอุ่นในกระท่อมที่มีเสน่ห์ ล้อมรอบด้วยต้นสน

source: ₱3,400/night
es_es: ₱3,400/notte
fr_fr: ₱3 400/nuit
id_id: ₱3.400/malam
it_it: ₱3.400/notte
ja_jp: ₱3,400（夜間）
pl_pl: ₱3,400/noc
pt: ₱3.400/noite
ru_ru: ₱3,400/ночь
th_th: ₱3,400/คืน

source: Beach Villa
id_id: Villa Pantai
it_it: Villa sulla spiaggia
ja_jp: ビーチ·ヴィラ
pl_pl: Willa na plaży
pt: Villa de praia
ru_ru: Вилла на пляже
th_th: บีชวิลลา

source: ₱4,500/night
es_es: ₱4.500/noche
fr_fr: ₱4 500/nuit
id_id: ₱4.500/malam
it_it: ₱4.500/notte
ja_jp: ₱4,500（夜間）
pl_pl: ₱4,500/noc
pt: ₱4.500/noite
ru_ru: ₱4,500/ночь
th_th: ₱4,500/คืน

source: Seaside Bungalow
es_es: Se encuentra en la casa de Belaw
fr_fr: Bungalow en bord de mer
id_id: Tepi Laut Bungalow
it_it: Bungalow al mare
ja_jp: シーサイドバンガロー
pl_pl: Bungalow nad morzem
pt: Bungalow ao mar
ru_ru: Бунгало на берегу моря
th_th: บังกะโลริมทะเล

source: Experience the charm of coastal living to a serene haven where the waves meets
es_es: Experimente el encanto de la vida costera a un refugio sereno donde las olas se encuentran
fr_fr: Vivez le charme de la vie côtière dans un havre serein où les vagues se rencontrent
id_id: Rasakan pesona kehidupan pesisir ke tempat yang tenang di mana gelombang bertemu
it_it: Scoprite il fascino della vita costiera in un paradiso sereno dove le onde si incontrano
ja_jp: 波と出会う静かな避難所で、海岸生活の魅力を体験しましょう
pl_pl: Odkryj urok życia na wybrzeżu i ciesz się spokojną przystanią, gdzie spotykają się fale
pt: Experimente o charme da vida costeira para um paraíso sereno onde as ondas se encontram
ru_ru: Опыт очарования прибрежной жизни в спокойной гавани, где волны встречаются
th_th: สัมผัสเสน่ห์ของการใช้ชีวิตชายฝั่งสู่สวรรค์อันเงียบสงบที่คลื่นมาบรรจบกัน

source: Riverfront Haven
fr_fr: Au bord de la rivière Haven
id_id: Pegunungan Riverfront
ja_jp: リバーフロント·ヘイブン
pl_pl: Przystań nad rzeką
ru_ru: Риверфронт-Хейвен
th_th: แม่น้ำโนเวน

source: Calm river views and quiet mornings await in the soothing sounds of gently flowing water.
es_es: Las tranquilas vistas al río y las tranquilas mañanas aguardan en los sonidos calmantes del agua que fluye
fr_fr: Des vues calmes sur la rivière et des matins tranquilles vous attendent dans les sons apaisants de l'eau qui coule doucement.
id_id: Pemandangan sungai yang tenang dan pagi yang tenang menanti - nantikan suara air yang mengalir dengan lembut.
it_it: La calma vista sul fiume e le quiete mattine attendono nei suoni rilassanti dell'acqua dolcemente fluente.
ja_jp: 穏やかな川の眺めと静かな朝は、穏やかに流れる水の心地よい音の中で待っています。
pl_pl: Spokojne widoki rzeki i ciche poranki czekają na Ciebie wśród kojących dźwięków delikatnie płynącej wody.
pt: Vistas tranquilas do rio e manhãs tranquilas aguardam nos sons tranquilizantes da água fluindo suavemente.
ru_ru: Спокойный вид на реку и тихие утро ждут в успокаивающем звуке мягкой воды.
th_th: ทิวทัศน์อันเงียบสงบของแม่น้ำและยามเช้าอันเงียบสงบรออยู่ในเสียงที่ผ่อนคลายของน้ำไหลเบา ๆ.

source: ₱4,000/night
es_es: ₱4.000/noche
fr_fr: ₱4 000/nuit
id_id: ₱4.000/malam
it_it: ₱4.000/notte
ja_jp: ₱1泊4,000
pl_pl: ₱4,000/noc
pt: ₱4,000/noite
ru_ru: ₱4,000/ночь
th_th: ₱ 4,000/คืน

source: Tropical Paradise
es_es: Paraíso Tropical
fr_fr: Le Paradis Tropical
id_id: Firdaus Tropis
it_it: Paradiso tropicale
ja_jp: トロピカル·パラダイス
pl_pl: Tropikalny raj
pt: Paraíso Tropical
ru_ru: Тропический рай
th_th: อุทยานเขตร้อน

source: Sun, sand, and serenity in every stay beachside retreat where the sun kisses your skin,
es_es: Sol, arena y serenidad en cada estancia junto a la playa donde el sol besa tu piel,
fr_fr: Soleil, sable et sérénité dans chaque séjour à la plage où le soleil embrasse ta peau,
id_id: Matahari, pasir, dan ketenangan di setiap retret pantai tinggal di mana matahari mencium kulit Anda,
it_it: Sole, sabbia e serenità in ogni soggiorno in ritirata sulla spiaggia dove il sole bacia la tua pelle,
ja_jp: 太陽、砂、静けさは、太陽があなたの肌にキスするすべてのビーチサイドのリトリートにあります、
pl_pl: Słońce, piasek i spokój w każdym miejscu pobytu w nadmorskim kurorcie, gdzie słońce muska Twoją skórę,
pt: Sol, areia e serenidade em cada estadia de retiro junto à praia onde o sol beija a tua pele,
ru_ru: Солнце, песок и спокойствие в каждом отдыхе у пляжа, где солнце целует вашу кожу,
th_th: ดวงอาทิตย์ ทราย และความสงบ ในทุกที่พักริมชายหาด ที่พระอาทิตย์จูบผิวคุณ

source: ₱4,700/night
es_es: ₱4.700/noche
fr_fr: ₱4 700/nuit
id_id: ₱4.700/malam
it_it: ₱4.700/notte
ja_jp: ₱1泊 4,700人
pl_pl: ₱4,700/noc
pt: ₱4,700/Na noite
ru_ru: ₱4,700/ночь
th_th: ₱4,700/คืน

source: Coastal Cottage
es_es: Costaal Cotage
fr_fr: Cottage côtier
id_id: [ Gambar di hlm.
it_it: Cottage costiere
ja_jp: コースト·コテージ
pl_pl: Domek Nadmorski
pt: Cottage Costeiro
ru_ru: Коттедж
th_th: กระท่อมชายฝั่ง

source: Chill out with ocean breezes and coastal charm sweep over you as you unwind in a cozy retreat.
es_es: Relájate con brisas oceánicas y encanto costero barrer sobre ti mientras te relajas en un acogedor retiro.
fr_fr: Détends-toi avec des brise-glaces et de charme côtière sur vous détendre dans une retraite confortable.
id_id: Bersantai dengan angin laut dan pesona pantai menyapu Anda saat Anda bersantai di retret yang nyaman.
it_it: Rilassati con brezze oceaniche e fascino costiero spazzare sopra di voi mentre si rilassano in un accogliente ritiro.
ja_jp: 居心地の良い隠れ家でくつろぎながら、海風と海岸の魅力に包まれます。
pl_pl: Zrelaksuj się w przytulnym zaciszu, otoczony morską bryzą i nadmorskim urokiem.
pt: Acalme-se com brisas oceânicas e charme costeiro varrer sobre você enquanto você relaxar em um retiro acolhedor.
ru_ru: Расслабьтесь с океанскими бризами и прибрежным очарованием, когда вы расслабляетесь в уютном отъезде.
th_th: ผ่อนคลายไปกับสายลมแห่งมหาสมุทรและเสน่ห์ริมชายฝั่งที่พัดผ่านตัวคุณขณะที่คุณพักผ่อนอย่างสบาย ๆ

source: ₱3,900/night
es_es: ₱3.900/noche
fr_fr: ₱3 900/nuit
id_id: ₱3.900/malam
it_it: ₱3.900/notte
ja_jp: ₱夜間3,900
pl_pl: ₱3,900/noc
pt: ₱3.900/noite
ru_ru: ₱3,900/ночь
th_th: ₱3,900/คืน

source: Coral Sands Retreat
es_es: Retiro de las arenas de corales
fr_fr: Retraite des sables coralliens
id_id: Pasir Terumbu Karang Mundur
it_it: Ritiro delle sabbie corali
ja_jp: コーラル·サンズ·リトリート
pl_pl: Ośrodek wypoczynkowy Coral Sands
pt: Retiro das Sandes de Coral
ru_ru: Коралловые пески
th_th: คอรัลแซนด์ส รีทรีท

source: Soak in the sun with beachfront views and gentle waves.
es_es: Sumérgete en el sol con vistas a la playa y olas suaves.
fr_fr: Plongez au soleil avec vue sur la plage et de douces vagues.
id_id: Berendam di bawah sinar matahari dengan pemandangan tepi pantai dan gelombang lembut.
it_it: Immerso nel sole con vista sul mare e onde dolci.
ja_jp: ビーチフロントの景色と穏やかな波で太陽に浸かりましょう。
pl_pl: Rozkoszuj się słońcem, podziwiając widok na plażę i łagodne fale.
pt: Sumar ao sol com vistas à praia e ondas suaves.
ru_ru: Насладитесь солнцем с видом на море и мягкими волнами.
th_th: แช่ในแสงแดดด้วยวิวชายหาดและคลื่นที่อ่อนโยน

source: ₱4,400/night
es_es: ₱4.400/noche
fr_fr: ₱4 400/nuit
id_id: ₱4.400/malam
it_it: ₱4.400/notte
ja_jp: ₱4,400（夜間）
pl_pl: ₱4,400/noc
pt: ₱4,400/noite
ru_ru: ₱4,400/ночь
th_th: ₱4,400/คืน

source: Skyline Penthouse
es_es: Penthouse Skyline
fr_fr: Penthouse Skyline
id_id: [ Gambar di hlm.
ja_jp: スカイライン·ペントハウス
pl_pl: Penthouse Skyline
ru_ru: Пентхаус Skyline
th_th: สกายไลน์เพนท์เฮาส์

source: Luxury and city lights from your private penthouse.
es_es: La luces y la ciudad de su pentahouse.
fr_fr: Lumières de luxe et de ville de votre appartement privé.
id_id: Mewah dan lampu kota dari penthouse pribadi Anda.
it_it: Luci di lusso e città dal vostro attico privato.
ja_jp: プライベートなペントハウスからの豪華な照明と街の明かりです。
pl_pl: Luksus i miejskie światła z Twojego prywatnego penthouse'u.
pt: Luzes de luxo e da cidade do seu penthouse privado.
ru_ru: Роскошные и городские огни из вашего частного пентхауса.
th_th: ความหรูหราและแสงไฟจากเพนท์เฮาส์ส่วนตัวของคุณ

source: ₱5,200/night
es_es: ₱5,200/noche
fr_fr: ₱5 200/nuit
id_id: ₱5.200/malam
it_it: ₱5,200/notte
ja_jp: ₱夜間5,200台
pl_pl: ₱5,200/noc
pt: ₱5,200/noite
ru_ru: ₱5,200/ночь
th_th: ₱5,200/คืน

source: Urban Loft
es_es: El Loft Urbano
fr_fr: Loft urbain
id_id: Loft Perkotaan
it_it: Loft Urban
ja_jp: アーバンロフト
pl_pl: Miejski loft
pt: O Loft Urbano
ru_ru: Урбан Лофт
th_th: ห้องใต้หลังคาเมือง

source: Stylish and modern city experience where urban sophistication meets contemporary comfort.
es_es: Experiencia moderna y elegante en la ciudad donde la sofisticación urbana se encuentra con la comodidad contemporánea.
fr_fr: Expérience urbaine moderne et élégante où la sophistication urbaine rencontre le confort contemporain.
id_id: Pengalaman kota yang bergaya dan modern di mana kecanggihan kota memenuhi kenyamanan kontemporer.
it_it: Esperienza città stile e moderna dove la sofisticazione urbana incontra il comfort contemporaneo.
ja_jp: 都市の洗練さが現代の快適さにマッチするスタイリッシュでモダンな都市体験です。
pl_pl: Stylowe i nowoczesne doświadczenie miejskie, gdzie miejska wyrafinowana atmosfera łączy się ze współczesnym komfortem.
pt: Experiência urbana elegante e moderna, onde a sofisticação urbana encontra conforto contemporâneo.
ru_ru: Стильный и современный городский опыт, где городской изысканность отвечает современному комфорту.
th_th: ประสบการณ์ของเมืองที่มีสไตล์และทันสมัยซึ่งความซับซ้อนของเมืองพบกับความสะดวกสบายร่วมสมัย

source: Garden Villa
fr_fr: Villa de jardin
id_id: Villa Taman
it_it: Villa giardino
ja_jp: ガーデンヴィラ
pl_pl: Willa ogrodowa
pt: Villa do jardim
ru_ru: Вилла в саду
th_th: การ์เดนวิลลา

source: Greenery and elegance in the heart of city to urban oasis where greenery meets.
es_es: El verde y la elegancia en el corazón de la ciudad al oasis urbano donde el verde se reúne.
fr_fr: Green et l'élégance dans le cœur de la ville à l'Oasis urbaine où se réunit.
id_id: Kehijauan dan keanggunan di jantung kota ke oasis perkotaan di mana kehijauan bertemu.
it_it: Verde ed eleganza nel cuore della città a oasi urbani dove il verde si incontra.
ja_jp: 都市の中心部にある緑と優雅さから、緑が出会う都市オアシスまでです。
pl_pl: Zieleń i elegancja w sercu miasta, miejska oaza, gdzie zieleń spotyka się z naturą.
pt: Verde e elegância no coração da cidade para o oásis urbano onde a vegetação se encontra.
ru_ru: Элегантность и зелени в центре города до городского оазиса, где зелени встречаются.
th_th: ความเขียวขจีและความสง่างามในใจกลางเมืองสู่โอเอซิสเมือง ที่ซึ่งความเขียวขจีมาบรรจบกัน

source: ₱4,200/night
es_es: ₱4,200/noche
fr_fr: ₱4 200/nuit
id_id: ₱4.200/malam
it_it: ₱4,200/notte
ja_jp: ₱4,200（夜間）
pl_pl: ₱4,200/noc
pt: ₱4,200/noite
ru_ru: ₱4,200/ночь
th_th: ₱4,200/คืน

source: Rustic Barnhouse
es_es: Rústico Barnhouse
fr_fr: Rustique Barnhouse
id_id: [ Gambar di hlm.
it_it: Rustico Barnhouse
ja_jp: ラスティック·バーンハウス
pl_pl: Rustykalna stodoła
pt: Rústico Barnhouse
ru_ru: Рустонский Барнhouse
th_th: รัสติก บาร์นเฮาส์

source: Charming rustic vibes with comfort space that effortlessly combines warmth of rustic charm.
es_es: Encantadoras vibraciones rústicas con espacio de confort que combina sin esfuerzo calor de encanto rústico.
fr_fr: De charmantes vibrations rustiques avec un espace confortable qui allie sans effort chaleur de charme rustique.
id_id: Getaran pedesaan yang menawan dengan ruang yang nyaman yang dengan mudah memadukan kehangatan pesona pedesaan.
it_it: Affascinante vibrazioni rustiche con spazio confortevole che combina senza sforzo calore di fascino rustico.
ja_jp: 素朴な魅力の暖かさを難なく融合させた快適な空間の魅力的な田舎の雰囲気です。
pl_pl: Urocze, rustykalne klimaty i komfortowa przestrzeń, która w prosty sposób łączy w sobie ciepło rustykalnego uroku.
pt: Encantadoras vibrações rústicas com espaço confort que combina sem esforço calor de charme rústico.
ru_ru: Очаровательные деревенские вибрации с комфортным пространством, которое легко сочетает тепло деревенского очарования.
th_th: การสั่นสะเทือนของชนบทที่มีเสน่ห์กับพื้นที่สบาย ๆ ที่รวมความอบอุ่นของเสน่ห์ของชนบทเข้าด้วยกันอย่างง่ายดาย

source: ₱3,300/night
es_es: ₱3.300/noche
fr_fr: ₱3 300/nuit
id_id: ₱3.300/malam
it_it: ₱3.300/notte
ja_jp: ₱3,300（夜間）
pl_pl: ₱3300/noc
pt: ₱3,300/Na noite
ru_ru: ₱3,300/ночь
th_th: ₱3,300/คืน

source: The Olive House
es_es: La casa de oliva
fr_fr: La Maison des Oliviers
id_id: Rumah Zaitun
it_it: L'Olive House
ja_jp: オリーブ·ハウス
pl_pl: Dom Oliwny
pt: A Olive House
ru_ru: Оливковый дом
th_th: เดอะโอลีฟเฮาส์

source: A peaceful modern home tucked in a quiet city neighborhood.
es_es: Un tranquilo hogar moderno escondido en un barrio tranquilo de la ciudad.
fr_fr: Une maison moderne et paisible dans un quartier calme de la ville.
id_id: Sebuah rumah modern yang damai terselip di lingkungan kota yang tenang.
it_it: Una tranquilla casa moderna immersa in un quartiere tranquillo della città.
ja_jp: 静かな街の中にある平和なモダンな家です。
pl_pl: Spokojny, nowoczesny dom położony w spokojnej dzielnicy miasta.
pt: Uma tranquila casa moderna escondida num bairro tranquilo da cidade.
ru_ru: Тихий современный дом, расположенный в тихом районе города.
th_th: บ้านสมัยใหม่ที่เงียบสงบซุกตัวอยู่ในย่านเมืองที่เงียบสงบ

source: ₱4,100/night
es_es: ₱4,100/noche
fr_fr: ₱4,100/nuit
id_id: ₱4.100/malam
it_it: L'Olive House
ja_jp: ₱夜間4,100
pl_pl: ₱4,100/noc
pt: ₱4,100/noite
ru_ru: ₱4,100/ночь
th_th: ₱4,100/คืน

source: Brickstone House
es_es: Casa de Brickstone
fr_fr: Maison Brickstone
id_id: Rumah Brickstone
it_it: Casa di Brickstone
ja_jp: ブリックストーン·ハウス
pl_pl: Dom z cegły
pt: Casa de Brickstone
ru_ru: Брикстоун-хаус
th_th: บริคสโตนเฮาส์

source: Classic charm meets city convenience in this full private home.
es_es: El encanto clásico cumple con la comodidad de la ciudad en esta casa privada completa.
fr_fr: Le charme classique rencontre les commodités de la ville dans cette maison privée complète.
id_id: Pesona klasik memenuhi kenyamanan kota di rumah pribadi penuh ini.
it_it: Il fascino classico incontra la comodità della città in questa casa privata piena.
ja_jp: クラシックな魅力は、この完全なプライベートホームで都市の利便性を満たしています。
pl_pl: Klasyczny urok łączy się z miejską wygodą w tym w pełni prywatnym domu.
pt: O charme clássico encontra a conveniência da cidade nesta casa privada completa.
ru_ru: Классический шарм отвечает удобствам города в этом полном частном доме.
th_th: เสน่ห์แบบคลาสสิกตอบสนองความสะดวกสบายของเมืองในบ้านส่วนตัวเต็มรูปแบบนี้

source: ₱4,300/night
es_es: ₱4.300/noche
fr_fr: ₱4 300/nuit
id_id: ₱4.300/malam
it_it: ₱4.300/notte
ja_jp: ₱4,300（夜間）
pl_pl: ₱4300/noc
pt: ₱4.300/noite
ru_ru: ₱4,300/Nacht
th_th: ₱4,300/คืน

source: Overnight
fr_fr: Du jour au lendemain.
id_id: Dalam semalam
it_it: Pernottamento
ja_jp: オーバーナイト
pl_pl: Nocny
pt: Pernoite
ru_ru: Ночь
th_th: ชั่วข้ามคืน

source: Weekend Getaway
es_es: Fines del fin de semana.
fr_fr: Week-end escapade
id_id: Liburan Akhir Pekan
it_it: Fine settimana Gotaway
ja_jp: ウィークエンド·ゲットアウェイ
pl_pl: Weekendowy wypad
pt: Fim-de-semana.
ru_ru: недели
th_th: วีคเอนด์ เกทอะเวย์

source: Full Week
es_es: Semana completa
fr_fr: Semaine complète
id_id: Minggu Penuh
it_it: Settimana intera
ja_jp: 全週
pl_pl: Pełny tydzień
pt: Semana inteira
ru_ru: Полная неделя
th_th: เต็มสัปดาห์

source: Breakfast Included
es_es: Desayuno incluido
fr_fr: Petit déjeuner inclus
id_id: Termasuk Sarapan
it_it: Colazione inclusa
ja_jp: 朝食に含まれている朝食
pl_pl: Śniadanie wliczone w cenę
pt: O pequeno-almoço incluído
ru_ru: Завтрак включен
th_th: รวมอาหารเช้า

source: Late Checkout
es_es: Salida tardía
fr_fr: Vérification tardive
id_id: Pemeriksaan Terlambat
it_it: Check-out tardivo
ja_jp: チェックアウトの遅く
pl_pl: Późne wymeldowanie
pt: Checkout tardia
ru_ru: Поздний выезд
th_th: เช็คเอ้าท์สาย

source: Spa Access
es_es: Acceso a Spa
fr_fr: Accès au spa
id_id: Akses Spa
it_it: Accesso Spa
ja_jp: スパ アクセス
pl_pl: Dostęp do spa
pt: Acceso para o acesso
ru_ru: Доступ в спа
th_th: การเข้าถึงแบบสปา

source: Airport Pickup
es_es: Recogida del aeropuerto
fr_fr: Décollage à l'aéroport
id_id: Penjemputan Bandara
it_it: Pick-up dall'aeroporto
ja_jp: 空港送迎
pl_pl: Odbiór z lotniska
pt: Pick-up para o aeroporto
ru_ru: Аэропорт Пикап
th_th: รถรับ-ส่งสนามบิน

source: Book Your Stay
es_es: Reserva tu estancia
fr_fr: Réservez votre séjour
id_id: Pesan Tempat Tinggal Anda
it_it: Prenota il tuo soggiorno
ja_jp: 宿泊予約
pl_pl: Zarezerwuj pobyt
pt: Reserva a tua estadia
ru_ru: Забронируйте Ваше пребывание
th_th: จองที่พักของคุณ

source: Number of Adults
es_es: Número de adultos
fr_fr: Nombre d'adultes
id_id: Jumlah Orang Dewasa
it_it: Numero di adulti
ja_jp: 成人数
pl_pl: Liczba dorosłych
pt: Número de Adultos
ru_ru: Количество взрослых
th_th: จำนวนผู้ใหญ่

source: Number of Kids
es_es: Número de niños
fr_fr: Nombre d'enfants
id_id: Jumlah Anak-anak
it_it: Numero di bambini
ja_jp: 子どもの数
pl_pl: Liczba dzieci
pt: Número de crianças
ru_ru: Количество детей
th_th: จำนวนของเด็ก

source: Check-In Date
es_es: Fecha de entrada
fr_fr: Date d'enregistrement
id_id: Tanggal Check-In
it_it: Data di arrivo
ja_jp: チェックイン日
pl_pl: Data zameldowania
pt: Data de chegada
ru_ru: Дата заезда
th_th: วันที่เช็คอิน

source: Check-Out Date
es_es: Fecha de salida
fr_fr: Date de départ
id_id: Tanggal Check-Out
ja_jp: チェックアウト日
pl_pl: Data wymeldowania
pt: Data de saída
ru_ru: Дата выезда
th_th: วันที่เช็คเอาท์

source: Choose Duration:
es_es: Elija Duración:
fr_fr: Choisir Durée :
id_id: Pilih Durasi:
it_it: Scegli Durata:
ja_jp: [Duration] を選択します:
pl_pl: Wybierz czas trwania:
pt: Escolha a duração:
ru_ru: Выберите Продолжительность:
th_th: เลือกระยะเวลา:

source: Add Extras:
es_es: Añadir Extras:
fr_fr: Ajouter des extras :
id_id: Tambah Tambahan:
it_it: Aggiungi extra:
ja_jp: 追加:
pl_pl: Dodaj dodatki:
pt: Adicionar Extras:
ru_ru: Дата выезда
th_th: เพิ่มส่วนเสริม:

source: Book Now
es_es: Reserva ahora
fr_fr: Livre maintenant
id_id: Pesan Sekarang
it_it: Prenota ora
ja_jp: 今すぐ予約します
pl_pl: Zarezerwuj teraz
pt: Reserve agora
ru_ru: Забронировать
th_th: จองเดี๋ยวนี้

source: Staycation package not found.
es_es: Paquete de estacionamiento no encontrado.
fr_fr: Colis de séjour introuvable.
id_id: Paket staycation tidak ditemukan.
it_it: Pacchetto Staycation non trovato.
ja_jp: ステイケイションパッケージが見つかりません。
pl_pl: Nie znaleziono pakietu Staycation.
pt: Paquete de Staycation não encontrado.
ru_ru: Пакет Staycation не найден.
th_th: ไม่พบแพ็คเกจ Staycation

source: Popular Staycation Spots
es_es: Puntos populares de estacionamiento
fr_fr: Emplacement populaire
id_id: Spot-spot Staycation yang Populer
it_it: Punti popolari di staycation
ja_jp: 人気ステイションスポット
pl_pl: Popularne miejsca na staycation
pt: Spots populares de estadia
ru_ru: Популярные места отдыха
th_th: สถานที่พักยอดนิยม

source: Let’s Make Your Stay Memorable 💌
es_es: Hagamos que tu estancia sea memorable 💌
fr_fr: Rendons votre séjour mémorable 💌
id_id: Mari Membuat Anda Tetap Mengesankan 💌
it_it: Rendiamo il tuo soggiorno memorabile 💌
ja_jp: 思い出に残る滞在にしましょう💌
pl_pl: Uczyńmy Twój pobyt niezapomnianym 💌
pt: Vamos fazer sua estadia memorável 💌
ru_ru: Давайте сделаем Ваше пребывание запоминающимся 💌
th_th: มาทำให้การพักของคุณเป็นที่จดจำกันเถอะ 💌

source: Have questions or special requests? We’re just a message away!
es_es: ¿Tiene preguntas o solicitudes especiales? ¡Sólo falta un mensaje!
fr_fr: Avez-vous des questions ou des demandes spéciales? On n'est qu'à un message !
id_id: Punya pertanyaan atau permintaan khusus? Kami hanya pesan pergi!
it_it: Avete domande o richieste speciali? Manca solo un messaggio!
ja_jp: 質問や特別な要望はありますか？ 私たちはただのメッセージです！
pl_pl: Masz pytania lub specjalne życzenia? Jesteśmy tylko wiadomość dalej!
pt: Tem perguntas ou pedidos especiais? Só falta uma mensagem!
ru_ru: У Вас есть вопросы или специальные запросы? У нас только сообщение!
th_th: มีคำถามหรือคำขอพิเศษไหม?เราแค่ส่งข้อความออกไป!

source: Get in Touch 🌿
es_es: Entrar en contacto 🌿
fr_fr: Montez à Tou 🌿
id_id: Dapatkan di Touch 🌿
it_it: Entra in contatto 🌿
ja_jp: 連絡先 🌿
pl_pl: Skontaktuj się z nami 🌿
pt: Entre em contato 🌿
ru_ru: Войти в контакт 🌿
th_th: ได้รับการติดต่อ 🌿

source: Address:
es_es: Dirección:
fr_fr: Adresse :
id_id: Alamat:
it_it: Indirizzo:
ja_jp: 住所:
pl_pl: Adres:
pt: Direcção:
ru_ru: Сообщений: 133
th_th: ที่อยู่:

source: Brgy. Peaceful Pines, Tagaytay
es_es: Brgy. Pinos pacíficos, Tagaytay
fr_fr: Les Pins pacifiques, Tagaytay
id_id: Brgy, pinus yang damai, Tagaytay
it_it: Brgy. Pini pacifici, Tagaytay
ja_jp: ブルギー·ピースフル·パインズ Tagaytay
pl_pl: Brgy. Spokojne sosny, Tagaytay
pt: Pinos pacíficos, Tagaytay
ru_ru: Брги. Мирные сосны, Тагайтай
th_th: เบรกกี ไพน์สันติภาพ, ตากายเทย์

source: Phone:
es_es: Teléfono:
fr_fr: Téléphone :
id_id: Telepon:
it_it: Telefono:
ja_jp: 電話機:
pl_pl: Telefon:
pt: Telefone:
ru_ru: Контактный телефон:
th_th: โทรศัพท์:

source: Email:
es_es: Correo electrónico:
fr_fr: Courriel :
ja_jp: Eメール:
ru_ru: Электронная почта:
th_th: อีเมล:

source: Hours:
es_es: Horas:
fr_fr: Heures d'ouverture :
id_id: Jam:
it_it: Orari:
ja_jp: 時間:
pl_pl: Godziny:
pt: Horas:
ru_ru: Часы работы:
th_th: ชั่วโมง:

source: Open Daily: 9:00 AM – 6:00 PM
es_es: Abierto todos los días: 9:00 – 18:00 horas
fr_fr: Ouvert tous les jours : 9h00 – 18h00
id_id: Buka Harian: 9:00 AM – 6:00 PM
it_it: Aperto tutti i giorni: 9:00 – 18:00
ja_jp: 毎日営業:午前9時~午後6時
pl_pl: Otwarte codziennie: 9:00 – 18:00
pt: Abierto todos os dias: 9:00 – 18:00
ru_ru: Открыто ежедневно: 9:00 – 18:00
th_th: เปิดบริการทุกวัน: 9:00 AM – 18:00 PM

source: Cozy Nest
es_es: Nido acogedor
fr_fr: Nid douillet
id_id: Sarang yang Nyaman
it_it: Nido accogliente
ja_jp: コージー·ネスト
pl_pl: Przytulne Gniazdo
pt: Ninho acolhedor
ru_ru: Уютное гнездо
th_th: โคซี่เนสท์

source: Log in with your account
es_es: Ingrese con su cuenta
fr_fr: Connectez-vous à votre compte.
id_id: Masuk dengan akun Anda
it_it: Registrati con il tuo account
ja_jp: アカウントでログインします
pl_pl: Zaloguj się na swoje konto
pt: Entra na tua conta.
ru_ru: Войдите в систему с вашим акка
th_th: เข้าสู่ระบบด้วยบัญชีผู้ใช้ของคุณ

source: Enter Email Address
es_es: Introduzca la dirección de correo electrónico
fr_fr: Entrez l'adresse électronique
id_id: Masukkan Alamat Surel
it_it: Registrati con il tuo account
ja_jp: Eメールアドレスを入力します
pl_pl: Wprowadź adres e-mail
pt: Inserir endereço de email
ru_ru: Введите адрес электронной почты
th_th: ป้อนที่อยู่อีเมล

source: Password
es_es: Pasword
fr_fr: mot de passe
id_id: Kata Sandi
ja_jp: パスワード
pl_pl: Hasło
ru_ru: Пароль
th_th: รหัสผ่าน

source: Enter Password
es_es: Introduzca contraseña
fr_fr: Entrer le mot de passe
id_id: Masukkan Kata Sandi
it_it: Inserisci la password
ja_jp: パスワード入力
pl_pl: Wprowadź hasło
pt: Introduz a senha
ru_ru: Введите пароль
th_th: ป้อนรหัสผ่าน

source: Login
es_es: Acceda
fr_fr: Ouverture de session
ja_jp: ログイン
pt: Ligem-se
ru_ru: Войти
th_th: ล็อกอิน

source: Don't have an account?
es_es: ¿No tienes cuenta?
fr_fr: Vous n'avez pas de compte ?
id_id: Jangan punya rekening?
it_it: Non hai un conto?
ja_jp: 口座はありませんか？
pl_pl: Nie masz konta?
pt: Não tens conta?
ru_ru: У тебя нет счета?
th_th: ไม่มีบัญชีเหรอ?

source: Create an Account
es_es: Crear una cuenta
fr_fr: Créer un compte
id_id: Buat Akun
it_it: Creare un account
ja_jp: アカウント作成
pl_pl: Utwórz konto
pt: Criar uma conta
ru_ru: Создать счета
th_th: สร้างบัญชีผู้ใช้

source: Enter Full Name
es_es: Introduzca el nombre completo
fr_fr: Inscrire le nom complet
id_id: Masukkan Nama penuh
it_it: Inserisci il nome completo
ja_jp: フルネームを入力します
pl_pl: Wpisz pełne imię i nazwisko
pt: Introduz o nome completo
ru_ru: Введите полное имя
th_th: ป้อนชื่อเต็ม
