Repository: christinerose02/CozyNest
Catalog: languages/cozy-nest-*.po
Languages: es_es, fr_fr, id_id, it_it, ja_jp, pl_pl, pt, ru_ru, th_th

source: Already have an account?
es_es: ¿Ya tienes una cuenta?
fr_fr: Tu as déjà un compte ?
id_id: Sudah punya akun?
it_it: Hai gia' un conto?
ja_jp: 既にアカウントをお持ちですか？
pl_pl: Masz już konto?
pt: Já tens uma conta?
ru_ru: У вас уже есть аккаунт?
th_th: มีบัญชีอยู่แล้วเหรอ?

source: Welcome to Cozy-Nest 🌿
es_es: Bienvenidos a Cozy-Nest 🌿
fr_fr: Bienvenue à Cozy-Nest 🌿
id_id: Selamat datang untuk nyaman-Nest 🌿
it_it: Benvenuti a Cozy-Nest 🌿
ja_jp: Cozy-Nestへようこそ🌿
pl_pl: Witamy w Cozy-Nest 🌿
pt: Bem-vindos ao Cozy-Nest 🌿
ru_ru: У вас уже есть аккаунт?
th_th: ยินดีต้อนรับสู่ Cozy-Nest 🌿

source: At cozy-nest, we believe that comfort, calm, and connection should be at the heart of every getaway.
es_es: En el nido acogedor, creemos que la comodidad, la calma y la conexión deben estar en el corazón de cada huida.
fr_fr: Au nid confortable, on croit que le confort, calme, calme et la connexion devrait être au cœur de chaque fuite.
id_id: Di sarang yang nyaman, kami percaya bahwa kenyamanan, ketenangan, dan koneksi harus menjadi inti dari setiap liburan.
it_it: Nel nido accogliente, crediamo che la comodità, la calma e la connessione dovrebbero essere al centro di ogni fuga.
ja_jp: 居心地の良い巣では、快適さ、落ち着き、つながりがすべての脱出の中心にあるべきだと信じています。
pl_pl: W Cozy-Nest wierzymy, że komfort, spokój i bliskość powinny być podstawą każdego wypoczynku.
pt: No ninho acolhedor, acreditamos que o conforto, a calma e a conexão devem estar no coração de cada fuga.
ru_ru: В уютном гнезде мы считаем, что комфорт, спокойствие и связь должны быть в центре каждого путешествия.
th_th: ณ ที่พักอันอบอุ่น เราเชื่อว่าความสะดวกสบาย ความสงบ และการเชื่อมต่อควรเป็นหัวใจของการหลบหนีทุกครั้ง

source: Born from the idea of creating meaningful escapes, cozy-nest is your home away from home — whether
es_es: Nacido de la idea de crear escapadas significativas, el nido acogedor es su hogar lejos de casa — si
fr_fr: Né de l'idée de créer des escapades significatives, le nid douillet est votre maison loin de chez vous — que ce soit :
id_id: Terlahir dari gagasan untuk menciptakan pelarian yang berarti, sarang yang nyaman adalah rumah Anda yang jauh dari rumah — apakah
it_it: Nato dall'idea di creare fughe significative, il nido accogliente è la vostra casa lontano da casa — se
ja_jp: 意味のある逃避を生み出すという考えから生まれたcozy-nestは、家から離れているあなたの家です
pl_pl: Powstałe z idei tworzenia znaczących miejsc do ucieczki, przytulne gniazdo jest Twoim domem z dala od domu — niezależnie od tego, czy
pt: Nascido da ideia de criar escapadas significativas, o ninho acolhedor é o seu lar longe de casa — se
ru_ru: Родившись от идеи создания значимых побег, уютный гнезд - ваш дом вдали от дома — будь то
th_th: เกิดจากความคิดที่จะสร้างการหลบหนีที่มีความหมาย บ้านที่อบอุ่นเป็นบ้านของคุณ — ไม่ว่า

source: you're nestled in a cabin in the woods, unwinding by the beach, or enjoying the charm of a rustic barnhouse.
es_es: se encuentra ubicado en una cabaña en el bosque, desvinculándose junto a la playa, o disfrutando del encanto de un granero rústico.
fr_fr: Vous êtes niché dans une cabane dans les bois, détendez-vous près de la plage, ou profitez du charme d'une grange rustique.
id_id: Anda bersarang di sebuah kabin di hutan, melepaskan diri oleh pantai, atau menikmati pesona sebuah gudang pedesaan.
it_it: si trova in una cabina nel bosco, svincolando la spiaggia, o godendo il fascino di una stalla rustica.
ja_jp: 森の中の小屋に閉じこもっていたり、海辺でくつろいだり、素朴な納屋の魅力を楽しんでいたりします。
pl_pl: możesz odpocząć w domku w lesie, zrelaksować się na plaży lub cieszyć się urokiem rustykalnej stodoły.
pt: Está alojado numa cabana na floresta, desembocando-se junto à praia, ou desfrutando do charme de um celeiro rústico.
ru_ru: Вы находитесь в каюте в лесу, распахнувшись на пляже или наслаждаясь очарованием деревенского сарана.
th_th: คุณรังอยู่ในกระท่อมในป่า, หรือเพลิดเพลินกับชายหาด หรือเพลิดเพลินกับเสน่ห์ของโรงนาที่สนิม.

source: Our carefully curated staycations are designed to help you pause, breathe, and reconnect — with nature,
es_es: Nuestras estancias cuidadosamente curadas están diseñadas para ayudarle a pausar, respirar y reconectarse — con la naturaleza,
fr_fr: Nos cations soigneusement soignées sont conçues pour vous aider à faire une pause, à respirer et à renouer avec la nature.
id_id: Tempat tinggal kami yang telah dikurasi dengan cermat dirancang untuk membantu Anda berhenti sejenak, bernapas, dan berhubungan kembali — dengan alam,
it_it: Le nostre staycations accuratamente curate sono progettate per aiutarvi a fermarvi, respirare e riconnettervi — con la natura,
ja_jp: 私たちの注意深く治療されたステイケーションは、あなたが一時停止し、呼吸し、自然と再接続するのを助けるように設計されています、
pl_pl: Nasze starannie przygotowane plany urlopowe zostały zaprojektowane tak, aby pomóc Ci zatrzymać się, odetchnąć i na nowo nawiązać kontakt z naturą,
pt: Nossas estadiações cuidadosamente curadas são projetadas para ajudá-lo a pausa, respirar e reconectar — com a natureza,
ru_ru: Наши тщательно курированные пребывания предназначены для того, чтобы помочь вам паузу, дышать и воссоединиться — с природой,
th_th: การพักรักษาอย่างระมัดระวังของเราได้รับการออกแบบมาเพื่อช่วยให้คุณหยุดพัก หายใจ และเชื่อมต่อกับธรรมชาติอีกครั้ง

source: with your loved ones, and with yourself.
es_es: con tus seres queridos, y contigo mismo.
fr_fr: avec vos proches, et avec vous-même.
id_id: dengan orang yang kau cintai, dan dengan dirimu sendiri.
it_it: con i tuoi cari e con te stesso.
ja_jp: あなたの愛する人たちと、そしてあなた自身と。
pl_pl: ze swoimi bliskimi i ze sobą samym.
pt: com os teus entes queridos, e contigo mesmo.
ru_ru: со своими близкими и с самим собой.
th_th: กับคนที่คุณรัก และกับตัวคุณเอง

source: Our Story
es_es: Nuestra historia
fr_fr: Notre histoire
id_id: Kisah Kita
it_it: La nostra storia
ja_jp: ストーリー
pl_pl: Nasza historia
pt: A nossa história
ru_ru: Наша история
th_th: เรื่องราวของเรา

source: cozy-nest
es_es: acogedor nido
fr_fr: un nid douillet
id_id: sarang yang nyaman
it_it: nido accogliente
ja_jp: コージーネスト
pl_pl: przytulne gniazdko
pt: ninho aconchegante
ru_ru: Уютный гнезд
th_th: เรื่องราวของเรา

source: started with a simple mission:
es_es: comenzó con una simple misión:
fr_fr: J'ai commencé avec une simple mission :
id_id: dimulai dengan misi sederhana:
it_it: iniziato con una semplice missione:
ja_jp: シンプルなミッションから始まりました:
pl_pl: zaczęło się od prostej misji:
pt: começou com uma simples missão:
ru_ru: началось с простой миссии:
th_th: เริ่มต้นด้วยภารกิจง่ายๆ:

source: To make every stay feel like a warm hug.
es_es: Para hacer que cada estancia se sienta como un abrazo cálido.
fr_fr: Pour que chaque séjour ait l'impression d'être un câlin chaleureux.
id_id: Untuk membuat setiap tinggal merasa seperti pelukan hangat.
it_it: Per far sentire ogni soggiorno come un abbraccio caldo.
ja_jp: すべての滞在を温かい抱擁のように感じさせます。
pl_pl: Aby każdy pobyt był niczym ciepłe objęcie.
pt: Para fazer com que cada estadia se sinta como um abraço quente.
ru_ru: Чтобы каждый отдых почувствовал себя теплым объятием.
th_th: เพื่อให้ทุก ๆ ที่พักรู้สึกเหมือนเป็นอ้อมกอดที่อบอุ่น

source: We noticed that people craved not just vacations, but intentional experiences.
es_es: Notamos que la gente deseaba no sólo vacaciones, sino experiencias intencionales.
fr_fr: Nous avons remarqué que les gens voulaient non seulement des vacances, mais aussi des expériences intentionnelles.
id_id: Kami memperhatikan bahwa orang-orang tidak hanya mendambakan liburan, tetapi juga pengalaman yang disengaja.
it_it: Abbiamo notato che la gente desiderava non solo le vacanze, ma esperienze intenzionali.
ja_jp: 人々は休暇だけでなく、意図的な経験を求めていることに気づきました。
pl_pl: Zauważyliśmy, że ludzie pragną nie tylko wakacji, ale także konkretnych doświadczeń.
pt: Notámos que as pessoas ansiavam não apenas férias, mas experiências intencionais.
ru_ru: Мы заметили, что люди жаждали не только отпусков, но и намеренных переживаний.
th_th: เราสังเกตเห็นว่าผู้คนไม่เพียงต้องการพักร้อนเท่านั้น แต่ยังต้องการประสบการณ์ที่ตั้งใจไว้ด้วย.

source: Not just a place to stay, but a place to belong. And so,
es_es: No sólo un lugar para quedarse, sino un lugar para pertenecer. Y así,
fr_fr: Pas seulement un endroit où rester, mais un endroit où appartenir. Et donc,
id_id: Bukan hanya tempat tinggal, tapi tempat yang seharusnya. Jadi,
it_it: Non solo un posto dove stare, ma un posto dove stare. E cosi',
ja_jp: 滞在するだけでなく、所属するための場所でもあります。 それでです、
pl_pl: Nie tylko miejsce do zatrzymania się, ale miejsce do przynależności. I tak,
pt: Não só um lugar para ficar, mas um lugar para pertencer. E assim,
ru_ru: Не только место для проживания, но и место для проживания. И так,
th_th: ไม่ใช่แค่ที่พัก แต่ยังเป็นที่อยู่ และดังนั้น

source: was born — a collection of charming and cozy spots designed for comfort, relaxation, and joy.
es_es: nació —una colección de lugares encantadores y acogedores diseñados para la comodidad, la relajación y la alegría.
fr_fr: est née — une collection d'endroits charmants et douillets conçus pour le confort, la détente et la joie.
id_id: lahir — koleksi tempat - tempat yang menawan dan nyaman yang dirancang untuk kenyamanan, relaksasi, dan sukacita.
it_it: nasce — una collezione di luoghi affascinanti e accoglienti progettati per comfort, relax e gioia.
ja_jp: 生まれたばかりの魅力的で、快適な場所のコレクションです。
pl_pl: narodziła się kolekcja uroczych i przytulnych miejsc zaprojektowanych z myślą o komforcie, relaksie i radości.
pt: nasceu — uma coleção de lugares encantadores e acolhedores concebidos para conforto, relaxamento e alegria.
ru_ru: родился — коллекция очаровательных и уютных мест, предназначенных для комфорта, релаксации и радости.
th_th: เกิดมา — แหล่งรวมจุดที่น่าประทับ ใจและอบอุ่นซึ่งออกแบบมาเพื่อความสะดวกสบาย, การผ่อนคลาย, และความยินดี.

source: What Makes Us Special
es_es: Lo que nos hace especial
fr_fr: Qu'est-ce qui nous rend spéciaux ?
id_id: Apa yang Membuat Kita Istimewa
it_it: Cosa ci rende speciali
ja_jp: 私たちの特別な方法
pl_pl: Co nas wyróżnia
pt: O que nos torna especiais
ru_ru: Что делает нас особенными
th_th: อะไรทำให้เราเป็นคนพิเศษ

source: Handpicked Stays
es_es: Puestos seleccionados a mano
fr_fr: Séjours choisis à la main
id_id: Tinggal Pilih Sendiri
it_it: Stage selezionate a mano
ja_jp: ハンドピッキングステー
pl_pl: Wybrane pobyty
pt: Escolhidos à mão.
ru_ru: Выбранные вручную стаи
th_th: เลือกพักเอง

source: Each location is chosen for its unique charm, natural beauty, and cozy ambiance.
es_es: Cada ubicación es elegida por su encanto único, belleza natural y ambiente acogedor.
fr_fr: Chaque emplacement est choisi pour son charme unique, sa beauté naturelle et son ambiance chaleureuse.
id_id: Setiap lokasi dipilih karena pesona yang unik, keindahan alam, dan suasananya yang nyaman.
it_it: Ogni posizione è scelta per il suo fascino unico, bellezza naturale e ambiente accogliente.
ja_jp: それぞれの場所は、その独特の魅力、自然の美しさ、居心地の良い雰囲気で選ばれています。
pl_pl: Każdą lokalizację wybieramy ze względu na jej niepowtarzalny urok, naturalne piękno i przytulną atmosferę.
pt: Cada local é escolhido por seu charme único, beleza natural e ambiente acolhedor.
ru_ru: Каждое место выбирается за свое уникальное очарование, природную красоту и уютную атмосферу.
th_th: แต่ละสถานที่ได้รับการเลือกเพราะเสน่ห์ที่ไม่เหมือนใคร ความงามตามธรรมชาติและบรรยากาศที่อบอุ่น

source: Comfort-First Philosophy
es_es: La primera filosofía del confort
fr_fr: La philosophie du confort d'abord
id_id: Filosofi Penghiburan-Pertama
it_it: Filosofia Comfort-Prima
ja_jp: コンフォート·ファースト·フィロソフィー
pl_pl: Filozofia Komfortu na Pierwszym Miejscu
pt: Primeira Filosofia Comfort
ru_ru: Комфорний философии
th_th: ปรัชญาความสะดวกสบาย-แรก

source: From soft linens to calming aesthetics, we prioritize your comfort.
es_es: Desde ropa blanda hasta estética calmante, priorizamos su comodidad.
fr_fr: De liens doux pour calmer l'esthétique, nous prions votre confort.
id_id: Mulai dari linen lembut hingga estetika menenangkan, kami memprioritaskan kenyamanan Anda.
it_it: Dalla biancheria morbida all'estetica calmante, privilegiamo il vostro comfort.
ja_jp: ソフトリネンから落ち着いたエステまで、お客様の快適さを優先します。
pl_pl: Od miękkiej pościeli po uspokajającą estetykę, priorytetem jest dla nas Twój komfort.
pt: Desde lençóis suaves até estética calmante, nós priorizamos o seu conforto.
ru_ru: От мягкого постельного белья до успокаивающей эстетики, мы отдаем приоритет вашему комфорту.
th_th: ตั้งแต่ผ้าลินินนุ่มๆ ไปจนถึงความงามที่สงบ เราให้ความสำคัญกับความสะดวกสบายของคุณเป็นอันดับแรก

source: Nature-Inspired Escapes
es_es: La naturaleza de la naturaleza de la naturaleza.
fr_fr: Escapades inspirées de la nature
id_id: Lolos yang Terinspirasi Alam
it_it: Scappare dalla natura
ja_jp: 大自然逃避
pl_pl: Ucieczki inspirowane naturą
pt: Escapas inspiradas pela natureza
ru_ru: Бегство от природы
th_th: การหนีตามธรรมชาติ

source: Reconnect with nature in serene, picturesque surroundings.
es_es: Reconectarse con la naturaleza en un entorno tranquilo y pintoresco.
fr_fr: Reconnectez-vous à la nature dans un environnement serein et pittoresque.
id_id: Berhubungan kembali dengan alam yang tenang, lingkungan yang indah.
it_it: Riaconnettere con la natura in un ambiente sereno e pittoresco.
ja_jp: 静かで絵のような環境で自然と再接続します。
pl_pl: Nawiąż kontakt z naturą w spokojnym, malowniczym otoczeniu.
pt: Reconecte-se com a natureza num ambiente sereno e pintoresco.
ru_ru: Воссоединяйтесь с природой в спокойной, живописной обстановке.
th_th: เชื่อมต่อกับธรรมชาติอีกครั้งในสภาพแวดล้อมที่เงียบสงบและสวยงาม

source: Perfect for All
es_es: Perfecto para todos
fr_fr: Parfait pour tous
id_id: Sempurna untuk Semua
it_it: Perfetto per tutti
ja_jp: パーフェクト·フォー·オール
pl_pl: Idealny dla wszystkich
pt: Perfeito para todos
ru_ru: Идеально подходит для всех
th_th: สมบูรณ์แบบสำหรับทุกคน

source: Whether you're a solo traveler, couple, family, or group of friends, there's a cozy-nest for you.
es_es: Sea un viajero solo, pareja, familia o grupo de amigos, hay un nido acogedor para usted.
fr_fr: Que vous soyez un voyageur solo, un couple, une famille ou un groupe d'amis, il y a un nid douillet pour vous.
id_id: Apakah Anda seorang solo traveler, pasangan, keluarga, atau sekelompok teman, ada sebuah sarang yang nyaman untuk Anda.
it_it: Siate viaggiatori da soli, coppia, famiglia o gruppo di amici, c'è un nido accogliente per voi.
ja_jp: 一人旅でも、カップルでも、家族でも、友人のグループでも、居心地の良い巣があります。
pl_pl: Niezależnie od tego, czy podróżujesz samotnie, w parze, z rodziną czy grupą przyjaciół, na pewno znajdziesz u nas przytulne gniazdko.
pt: Seja um viajante solitário, casal, família ou grupo de amigos, há um ninho confortável para si.
ru_ru: Независимо от того, путешествуете ли вы соло, пара, семья или группа друзей, у вас есть уютный гнезд.
th_th: ไม่ว่าคุณจะเดินทางคนเดียว คู่สามีภรรยา ครอบครัวหรือกลุ่มเพื่อน ๆ มีที่พักที่อบอุ่นสำหรับคุณ

source: Our Promise
es_es: Nuestro Prometo
fr_fr: Notre promesse
id_id: Janji Kami
it_it: La nostra promessa
ja_jp: 約束
pl_pl: Nasza Obietnica
pt: Nossa promessa
ru_ru: Обещание
th_th: คำสัญญาของเรา

source: We’re more than just a place to stay.
es_es: Somos más que un lugar para quedarnos.
fr_fr: On est plus qu'un endroit où rester.
id_id: Kami lebih dari sekedar tempat tinggal.
it_it: Siamo piu' di un posto dove stare.
ja_jp: 私たちは単なる滞在場所以上のものです。
pl_pl: Jesteśmy czymś więcej niż tylko miejscem noclegowym.
pt: Somos mais do que apenas um lugar para ficar.
ru_ru: Мы больше, чем просто место для проживания.
th_th: เราอยู่ที่นี่มากกว่าที่อยู่อาศัย

source: We’re a feeling.
es_es: Somos un sentimiento.
fr_fr: On est un sentiment.
id_id: Kami adalah perasaan.
it_it: Siamo una sensazione.
ja_jp: 私たちは感覚です。
pl_pl: Jesteśmy uczuciem.
pt: Somos um sentimento.
ru_ru: Мы чувствуем.
th_th: เราเป็นความรู้สึก

source: A warm, safe, and inspiring space — thoughtfully designed just for you. Whether you're unwinding for the weekend or creating new memories, cozy-nest is your home of comfort and calm.
es_es: Un espacio cálido, seguro e inspirador, pensantemente diseñado para usted. Ya sea que estés desvinculando el fin de semana o creando nuevos recuerdos, el nido acogedor es tu hogar de confort y calma.
fr_fr: Un espace chaleureux, sécuritaire et inspirant, soigneusement conçu pour vous. Que vous vous détendiez pour le week-end ou que vous créiez de nouveaux souvenirs, le nichoir douillet est votre maison de confort et de calme.
id_id: Ruang yang hangat, aman, dan penuh inspirasi — dirancang dengan cermat hanya untuk Anda. Entah Anda sedang bersantai di akhir pekan atau menciptakan kenangan baru, tempat yang nyaman adalah rumah Anda yang nyaman dan tenang.
it_it: Uno spazio caldo, sicuro e ispiratore, pensato per voi. Sia che si sta svincolando per il fine settimana o creando nuovi ricordi, il nest accogliente è la vostra casa di comfort e calma.
ja_jp: 暖かく、安全で、感動的な空間 — あなただけのために思慮深く設計されています。 週末のためにくつろいでいようが、新しい思い出を作ろうが、居心地の良い巣はあなたの快適さと落ち着きの故郷です。
pl_pl: Ciepła, bezpieczna i inspirująca przestrzeń — starannie zaprojektowana specjalnie dla Ciebie. Niezależnie od tego, czy odpoczywasz w weekend, czy tworzysz nowe wspomnienia, cozy-nest jest Twoim domem komfortu i spokoju.
pt: Um espaço quente, seguro e inspirador — pensantemente concebido apenas para você. Quer esteja a desenrolar o fim-de-semana ou a criar novas memórias, o ninho acolhedor é o seu lar de conforto e calma.
ru_ru: Теплое, безопасное и вдохновляющее пространство — продуманно спроектированное именно для вас. Независимо от того, вы развязываетесь на выходные или создаете новые воспоминания, уютный гнезд является вашим домом комфорта и спокойствия.
th_th: พื้นที่ที่อบอุ่น, ปลอดภัย, และเป็นแรงบันดาลใจ — ถูกออกแบบมาเพื่อคุณโดยเฉพาะ. ไม่ว่าคุณจะพักผ่อนในวันหยุดสุดสัปดาห์หรือสร้างความทรงจำใหม่ ๆ บ้านที่อบอุ่นเป็นบ้านแห่งความสะดวกสบายและความสงบของคุณ

source: Frequently Asked Questions
es_es: Preguntas frecuentes
fr_fr: Foire aux questions
id_id: Sering kali Meminta Pertanyaan
it_it: Domande frequenti
ja_jp: FAQ
pl_pl: Często zadawane pytania
pt: Perguntas freqüentes
ru_ru: Часто задаваемые вопросы
th_th: คำถามที่พบบ่อย

source: What is cozy-nest?
es_es: ¿Qué es el nido acogedor?
fr_fr: Qu'est-ce qu'un nid douillet ?
id_id: Apa itu sarang yang nyaman?
it_it: Cos'è il nido accogliente?
ja_jp: コージーネストとは何ですか？
pl_pl: Czym jest przytulne gniazdo?
pt: O que é o ninho aconchegante?
ru_ru: Что такое уютный гнезд?
th_th: บ้านพักที่อบอุ่นคืออะไร?

source: cozy-nest is your ultimate staycation destination, providing a serene and cozy experience for everyone.
es_es: acogedor-nest es su destino final de estadía, proporcionando una experiencia serena y acogedora para todos.
fr_fr: Le confortable nid est votre destination de séjour ultime, offrant une expérience sereine et confortable à tous.
id_id: Nyaman-sarang adalah tujuan menginap utama Anda, memberikan pengalaman yang tenang dan nyaman bagi semua orang.
it_it: accogliente-nest è la vostra destinazione finale staycation, fornendo un'esperienza serena e accogliente per tutti.
ja_jp: cozy-nestはあなたの究極の滞在先であり、すべての人に静かで居心地の良い体験を提供します。
pl_pl: cozy-nest to idealne miejsce na wakacyjny wypoczynek, zapewniające każdemu spokojne i przytulne wrażenia.
pt: acogedor-nest é o seu destino final de estadia, proporcionando uma experiência serena e acolhedora para todos.
ru_ru: Уютный-нест является вашим конечным местом пребывания, обеспечивая спокойный и уютный опыт для всех.
th_th: cosy-nest คือจุดหมายปลายทางของการพักผ่อนของคุณ ให้ประสบการณ์ที่เงียบสงบและอบอุ่นแก่ทุกคน

source: How do I make a reservation?
es_es: ¿Cómo hago una reserva?
fr_fr: Comment faire une réservation?
id_id: Bagaimana cara membuat reservasi?
it_it: Come faccio una prenotazione?
ja_jp: 予約はどうすればいいですか？
pl_pl: Jak dokonać rezerwacji?
pt: Como faço uma reserva?
ru_ru: Как сделать бронирование?
th_th: ฉันจะจองได้อย่างไร

source: You can make a reservation directly through our website by filling out the booking form or contacting us directly.
es_es: Usted puede hacer una reserva directamente a través de nuestro sitio web rellenando el formulario de reserva o ponerse en contacto con nosotros directamente.
fr_fr: Vous pouvez réserver directement via notre site en remplissant le formulaire de réservation ou en nous contactant directement.
id_id: Anda dapat melakukan pemesanan langsung melalui website kami dengan mengisi formulir pemesanan atau menghubungi kami secara langsung.
it_it: È possibile effettuare una prenotazione direttamente attraverso il nostro sito web compilando il modulo di prenotazione o contattarci direttamente.
ja_jp: 予約フォームにご記入いただくか、直接ご連絡いただくと、ウェブサイトから直接ご予約いただけます。
pl_pl: Rezerwacji możesz dokonać bezpośrednio na naszej stronie internetowej, wypełniając formularz rezerwacyjny lub kontaktując się z nami bezpośrednio.
pt: Você pode fazer uma reserva diretamente através do nosso site, preenchendo o formulário de reserva ou contactando-nos diretamente.
ru_ru: Вы можете сделать заказ непосредственно через наш сайт, заполнив форму бронирования или связавшись с нами напрямую.
th_th: ท่านสามารถทำการจองผ่านเว็บไซต์ของเราได้โดยตรงโดยกรอกแบบฟอร์มการจองหรือติดต่อเราโดยตรง

source: What are the amenities offered?
es_es: ¿Cuáles son las comodidades ofrecidas?
fr_fr: Quelles sont les commodités offertes?
id_id: Apa saja fasilitas yang ditawarkan?
it_it: Quali sono i servizi offerti?
ja_jp: アメニティは何がありますか？
pl_pl: Jakie udogodnienia są oferowane?
pt: Quais são as comodidades oferecidas?
ru_ru: Какие удобства предлагаются?
th_th: มีสิ่งอำนวยความสะดวกอะไรบ้างที่เสนอ?

source: We offer a range of amenities including a spa, pool, free Wi-Fi, and comfortable rooms with scenic views.
es_es: Ofrecemos una amplia gama de comodidades como spa, piscina, conexión Wi-Fi gratuita y habitaciones confortables con vistas panorámicas.
fr_fr: Nous offrons une gamme d'équipements comprenant un spa, une piscine, une connexion Wi-Fi gratuite et des chambres confortables avec vue panoramique.
id_id: Kami menawarkan berbagai fasilitas termasuk spa, kolam renang, Wi-Fi gratis, dan kamar yang nyaman dengan pemandangan yang indah.
it_it: Offriamo una gamma di servizi tra cui un centro benessere, piscina, connessione Wi-Fi gratuita e camere confortevoli con vista panoramica.
ja_jp: スパ、プール、無料Wi-Fi、景色の良い快適な部屋など、さまざまなアメニティを提供しています。
pl_pl: Oferujemy szereg udogodnień, w tym spa, basen, bezpłatne Wi-Fi i komfortowe pokoje z malowniczym widokiem.
pt: Oferecemos uma variedade de amenidades, incluindo um spa, piscina, Wi-Fi gratuito e quartos confortáveis com vista panorâmica.
ru_ru: Мы предлагаем широкий выбор удобств, включая спа, бассейн, бесплатный Wi-Fi и комфортабельные номера с живописным видом.
th_th: เรามีสิ่งอำนวยความสะดวกมากมายรวมถึงสปา สระว่ายน้ำ Wi-Fi ฟรี และห้องพักที่สะดวกสบายพร้อมวิวทิวทัศน์ที่สวยงาม

source: What is the check-in/check-out time?
es_es: ¿Cuál es la hora del check-in/check-out?
fr_fr: Quelle est l'heure d'enregistrement et de départ?
id_id: Berapa waktu check-in/check-out?
it_it: Qual è l'orario di check-in/check-out?
ja_jp: チェックイン/チェックアウトは何時ですか？
pl_pl: O której godzinie można się zameldować i wymeldować?
pt: Qual é a hora de check-in/check-out?
ru_ru: Какое время заезда/отъезда?
th_th: เวลาเช็คอิน/เช็คเอาท์คือกี่โมง
