Repository: christinerose02/CozyNest
Catalog: languages/cozy-nest-*.po
Languages: es_es, fr_fr, id_id, it_it, ja_jp, pl_pl, pt, ru_ru, th_th

source: Toggle navigation
es_es: Mueve la navegación
fr_fr: Changer la navigation
id_id: Jungkitkan navigasi
it_it: Mostra la navigazione
ja_jp: トグルナビゲーション
pl_pl: Przełącz nawigację
pt: Mostra a navegação
ru_ru: Переключить навигацию
th_th: เปิด/ ปิด การนำทาง

source: Home
es_es: Inicio
fr_fr: À la maison.
id_id: Rumah
ja_jp: 自宅
pl_pl: Dom
pt: Para casaHome
ru_ru: Главная
th_th: บ้าน

source: Our Stays
es_es: Nuestras estancias
fr_fr: Nos séjours
id_id: Tempat Tinggal Kami
it_it: I nostri soggiorni
ja_jp: 宿泊施設
pl_pl: Nasze Pobyty
pt: Nossos Stays
ru_ru: Наши места
th_th: พักของเรา

source: Contact
es_es: Contacto
id_id: Kontak
it_it: Contatto
ja_jp: 連絡先
pl_pl: Kontakt
pt: Contacto
ru_ru: Контакты
th_th: ที่อยู่ติดต่อ

source: Account
es_es: Cuenta
fr_fr: Compte
id_id: Akun
it_it: Conto
ja_jp: アカウント
pl_pl: Konto
pt: Conta
ru_ru: Счет
th_th: บัญชีผู้ใช้

source: Cozy Nest Logo
es_es: Logotipo de nido acogedor
fr_fr: Logo du nid douillet
id_id: Logo Sarang yang Nyaman
it_it: Logo di nido accogliente
ja_jp: コージーネストロゴ
pl_pl: Logo przytulnego gniazda
pt: Logo de ninho confortável
ru_ru: Уютный логотип гнездо
th_th: โลโก้โคซี่เนสท์

source: Your cozy escape starts here.
es_es: Tu escapada acogedora comienza aquí.
fr_fr: Votre escapade confortable commence ici.
id_id: Pelarian nyamanmu dimulai dari sini.
it_it: La fuga accogliente è qui.
ja_jp: あなたの快適な脱出はここから始まります。
pl_pl: Twoja przytulna oaza spokoju zaczyna się tutaj.
pt: A sua fuga acolhedora começa aqui.
ru_ru: Твой уютный побег начинается здесь.
th_th: การหลบหนีอย่างสบาย ๆ ของคุณเริ่มต้นที่นี่

source: Quick Links
es_es: Enlaces rápidos
fr_fr: Liens rapides
id_id: Tautan Cepat
it_it: Collegamenti veloci
ja_jp: クイックリンク
pl_pl: Szybkie linki
pt: Ligações rápidas
ru_ru: Ссылки
th_th: ลิงก์ด่วน

source: About Us
es_es: Acerca de nosotros
fr_fr: À propos de nous
id_id: Tentang Kami
it_it: A proposito di noi
ja_jp: 概要
pl_pl: O nas
pt: Sobre nós
ru_ru: О компании
th_th: เกี่ยวกับเรา

source: Testimonials
es_es: Testimonios
fr_fr: Témoignages
id_id: Testimonial
it_it: Testimonianze
ja_jp: 証言
pl_pl: Referencje
pt: Testemunhas
ru_ru: Свидетельства
th_th: หลักฐาน

source: Helpful Info
es_es: Información útil
fr_fr: Renseignements utiles
id_id: Info Bermanfaat
it_it: Informazioni utili
ja_jp: 参考情報
pl_pl: Przydatne informacje
pt: Informações úteis
ru_ru: Полезная информация
th_th: ข้อมูลที่เป็นประโยชน์

source: FAQ
es_es: Preguntas frecuentes
id_id: FAQ (Tanda Tangan)
pl_pl: Często zadawane pytania
ru_ru: Часто задаваемые вопросы

source: Privacy Policy
es_es: Política de privacidad
fr_fr: Politique sur la protection des renseignements personnels
id_id: Kebijakan Privasi
it_it: Politica sulla privacy
ja_jp: プライバシーポリシー
pl_pl: Polityka prywatności
pt: Política de Privacidade
ru_ru: Политика конфиденциальности
th_th: นโยบายความเป็นส่วนตัว

source: Follow Us
es_es: Síganos
fr_fr: Suivez-nous.
id_id: Ikuti Kami
it_it: Seguiteci
ja_jp: フォロー
pl_pl: Śledź nas
pt: Segue-nos
ru_ru: Следуйте нам
th_th: ติดตามเรา

source: Facebook Logo
es_es: Logo de Facebook
fr_fr: Logo Facebook
id_id: Logo Facebook
it_it: Logo di Facebook
ja_jp: Facebookロゴ
pl_pl: Logo Facebooka
pt: Logo do Facebook
ru_ru: Логотип Facebook
th_th: โลโก้ของ Facebook

source: Instagram Logo
es_es: Logo de Instagram
fr_fr: Logo d'Instagram
id_id: Logo Instagram
it_it: Logo Instagram
ja_jp: Instagram ロゴ
pl_pl: Logo Instagrama
pt: Logo do Instagram
ru_ru: Логотип Instagram
th_th: โลโก้ Instagram

source: X Logo
id_id: Logo X
ja_jp: Xロゴ
pl_pl: Logo X
pt: Logo X
ru_ru: Логотип X
th_th: โลโก้ X

source: All Rights Reserved.
es_es: Todos los derechos reservados.
fr_fr: Tous droits réservés.
id_id: Semua Hak Dilindungi.
it_it: Tutti i diritti riservati.
ja_jp: すべての権限が予約されています。
pl_pl: Wszelkie prawa zastrzeżone.
pt: Todos os direitos reservados.
ru_ru: Все права защищены.
th_th: สงวนลิขสิทธิ์.

source: Escape to Serenity
es_es: Escapar a la Serenidad
fr_fr: Escapade vers la sérénité
id_id: Melarikan Diri ke Ketenangan
it_it: Scappare alla serenità
ja_jp: エスケープ·トゥ·セレニティ
pl_pl: Ucieczka do spokoju
pt: Fugir para a Serenidade
ru_ru: Побег в Серенити
th_th: หนีไปสู่ความสงบสุข

source: Discover cozy and relaxing staycations nestled in nature.
es_es: Descubra alojamientos acogedores y relajantes situados en la naturaleza.
fr_fr: Découvrez des cations confortables et relaxantes nichées dans la nature.
id_id: Temukan tempat tinggal yang nyaman dan santai yang terletak di alam.
it_it: Scopri accoglienti e rilassanti staycations immersi nella natura.
ja_jp: 自然の中にある居心地の良いリラックスしたステイケーションを発見します。
pl_pl: Odkryj przytulne i relaksujące wakacje w otoczeniu natury.
pt: Descubra estadias acolhedoras e relaxantes situadas na natureza.
ru_ru: Откройте для себя уютные и расслабляющие места отдыха, расположенные в природе.
th_th: ค้นพบที่พักอาศัยที่สะดวกสบายและผ่อนคลายซึ่งแฝงอยู่ในธรรมชาติ

source: Explore Stays
es_es: Explora los estancias
fr_fr: Explorer les séjours
id_id: Jelajahi Tetap
it_it: Esplora le ferie
ja_jp: 滞在探索
pl_pl: Przeglądaj pobyty
pt: Explore os Stays
ru_ru: Исследуйте стаи
th_th: เอ็กซ์พลอเรอร์สเตย์

source: Our Top Staycations
es_es: Nuestras principales estaciones
fr_fr: Nos meilleures cations de séjour
id_id: Perhimpunan Teratas Kami
it_it: I nostri migliori soggiorni
ja_jp: トップステイション
pl_pl: Nasze najlepsze miejsca na wakacje
pt: As nossas melhores estadiações
ru_ru: Наши лучшие места отдыха
th_th: การพักค้างคืนอันดับต้น ๆ ของเรา

source: Nestled in the woods, fresh air and experience a peaceful retreat.
es_es: Ubicado en el bosque, aire fresco y experimentar un retiro pacífico.
fr_fr: Niché dans les bois, l'air frais et vivre une retraite paisible.
id_id: Terletak di hutan, udara segar dan mengalami retret damai.
it_it: Immerso nel bosco, aria fresca e vivere una ritirata pacifica.
ja_jp: 森の中に横たわり、新鮮な空気と平和なリトリートを体験します。
pl_pl: Położony wśród lasu, ciesz się świeżym powietrzem i zaznaj spokojnego wypoczynku.
pt: Instalado na floresta, ar fresco e experimentar um retiro pacífico.
ru_ru: Расположенный в лесу, свежий воздух и испытать мирное отступление.
th_th: นอนอยู่ในป่า อากาศบริสุทธิ์และพักผ่อนอย่างสงบ

source: Wake up to ocean waves in our luxurious beachside retreat.
es_es: Despierta a las olas oceánicas en nuestro lujoso retiro junto a la playa.
fr_fr: Réveillez-vous aux vagues de l'océan dans notre luxueuse retraite au bord de la plage.
id_id: Bangun untuk gelombang laut di pantai mewah kami mundur.
it_it: Svegliatevi alle onde oceaniche nel nostro lussuoso ritiro sulla spiaggia.
ja_jp: 豪華なビーチサイドのリトリートで海の波に目を覚ましましょう。
pl_pl: Obudź się przy dźwiękach fal oceanu w naszym luksusowym ośrodku nadmorskim.
pt: Acordem às ondas oceânicas no nosso luxuoso retiro junto à praia.
ru_ru: Просыпайтесь на океанские волны в нашем роскошном уединении на пляже.
th_th: ตื่นขึ้นมาเห็นคลื่นมหาสมุทรในที่พักผ่อนริมชายหาดอันหรูหราของเรา

source: Mountain Lodge
fr_fr: Lodge de montagne
id_id: Pondok Gunung
ja_jp: マウンテンロッジ
pl_pl: Górska Chata
ru_ru: Горная ложа
th_th: เมาน์เทนลอดจ์

source: Breathtaking views and fresh air await in the mountains.
es_es: Vistas impresionantes y aire fresco esperan en las montañas.
fr_fr: Des vues imprenables et de l'air frais vous attendent dans les montagnes.
id_id: Pemandangan yang menakjubkan dan udara segar menanti di pegunungan.
it_it: Vista mozzafiato e aria fresca attendono in montagna.
ja_jp: 山には息をのむような景色と新鮮な空気が待っています。
pl_pl: W górach czekają na Ciebie zapierające dech w piersiach widoki i świeże powietrze.
pt: Vista impressionante e ar fresco aguardam nas montanhas.
ru_ru: В горах ожидают захватывающие виды и свежий воздух.
th_th: ทิวทัศน์ที่น่าตื่นตาตื่นใจและอากาศบริสุทธิ์รออยู่ในภูเขา

source: Why Choose Cozy Nest?
es_es: ¿Por qué elegir un nido acogedor?
fr_fr: Pourquoi choisir un nid douillet ?
id_id: Mengapa Memilih Sarang yang Nyaman?
it_it: Perché scegliere un nido accogliente?
ja_jp: なぜコージー·ネストを選んだのですか？
pl_pl: Dlaczego warto wybrać Cozy Nest?
pt: Porquê escolher um ninho acolhedor?
ru_ru: Почему выбрать уютное гнездо?
th_th: ทำไมจึงเลือกรังอันอบอุ่น?

source: Our handpicked locations provide the perfect escape from everyday life. Whether you seek adventure, relaxation, or a mix of both, our stays are designed for comfort and tranquility.
es_es: Nuestras ubicaciones seleccionadas a mano proporcionan la escape perfecta de la vida cotidiana. Ya sea que busque aventura, relajación o una mezcla de ambos, nuestras estancias están diseñadas para la comodidad y tranquilidad.
fr_fr: Nos emplacements choisis à la main permettent d'échapper à la vie quotidienne. Que vous cherchiez l'aventure, la détente ou un mélange des deux, nos séjours sont conçus pour le confort et la tranquillité.
id_id: Lokasi kami yang dipilih sendiri memberikan jalan keluar yang sempurna dari kehidupan sehari-hari. Tidak soal Anda mencari petualangan, relaksasi, atau campuran keduanya, tempat tinggal kami dirancang untuk kenyamanan dan ketenangan.
it_it: Le nostre località selezionate a mano offrono la fuga perfetta dalla vita quotidiana. Sia che cerchi avventura, relax, o un mix di entrambi, i nostri soggiorni sono progettati per il comfort e la tranquillità.
ja_jp: 私たちの手で選んだ場所は、日常生活から完璧な脱出口を提供します。 冒険、リラックス、または両方の組み合わせを求める場合でも、私たちの滞在は快適さと静けさのために設計されています。
pl_pl: Nasze starannie wybrane lokalizacje zapewniają idealną ucieczkę od codzienności. Niezależnie od tego, czy szukasz przygody, relaksu, czy też połączenia obu, nasze pobyty są zaprojektowane tak, aby zapewnić wygodę i spokój.
pt: Nossos locais escolhidos à mão proporcionam a fuga perfeita da vida cotidiana. Se você procura aventura, relaxamento, ou uma mistura de ambos, nossas estadias são projetadas para conforto e tranquilidade.
ru_ru: Наши выбранные вручную места обеспечивают идеальный выход из повседневной жизни. Будь то вы ищете приключения, релаксации, или смесь обоих, наши пребывания предназначены для комфорта и спокойствия.
th_th: สถานที่ที่เราเลือกเองเป็นการหลบหนีที่สมบูรณ์แบบจากชีวิตประจำวัน ไม่ว่าคุณจะแสวงหาการผจญภัย, การผ่อนคลาย, หรือการผสมผสานของทั้งสองอย่าง การพักของเราได้รับการออกแบบมาเพื่อความสะดวกสบายและความสงบ.

source: What Our Guests Say
es_es: Lo que dicen nuestros invitados
fr_fr: Ce que disent nos invités
id_id: Apa Kata Tamu Kita
it_it: Cosa dicono i nostri ospiti
ja_jp: ゲストコメント
pl_pl: Co mówią nasi goście
pt: O que os nossos convidados dizem
ru_ru: Что говорят наши гости
th_th: สิ่งที่แขกของเราพูด

source: Testimonial Image
es_es: Imagen testimonial
fr_fr: Image de témoignage
id_id: Gambar Testimonial
it_it: Immagine testimoniale
ja_jp: 証言画像
pl_pl: Obrazek referencyjny
pt: Imagem Testemonial
ru_ru: Свидетельствование
th_th: ภาพประกอบคำยืนยัน

source: The cabin stay was magical! Peaceful and cozy, I will definitely be back.
es_es: ¡La estancia en la cabaña fue mágica! Tranquilo y acogedor, definitivamente volveré.
fr_fr: Le séjour en cabine était magique ! Tranquille et confortable, je reviendrai.
id_id: Kabin tinggal itu ajaib! Damai dan nyaman, aku pasti akan kembali.
it_it: Il soggiorno in cabina è stato magico! Tranquillo e accogliente, tornerò sicuramente.
pl_pl: Pobyt w domku był magiczny! Spokojny i przytulny, na pewno wrócę.
pt: A estadia na cabana foi mágica! Com calma e confortável, voltarei definitivamente.
ru_ru: Пребывание в каюте было волшебным! Мирный и уютный, я обязательно вернусь.
th_th: บ้านพักห้องโดยสารวิเศษมาก! สงบและอบอุ่น ฉันจะกลับมาอย่างแน่นอน

source: The beach villa exceeded our expectations and great service.
es_es: La villa de playa superó nuestras expectativas y un excelente servicio.
fr_fr: La villa de plage a dépassé nos espérances et le grand service.
id_id: Villa di pantai melebihi harapan kami dan pelayanan yang baik.
it_it: La villa sulla spiaggia ha superato le nostre aspettative e grande servizio.
ja_jp: ビーチヴィラは私たちの期待と素晴らしいサービスを超えていました。
pl_pl: Willa na plaży przerosła nasze oczekiwania, a obsługa była wspaniała.
pt: A casa de praia excedeu as nossas expectativas e um excelente serviço.
ru_ru: Пляжная вилла превзошла наши ожидания и отличный сервис.
th_th: หมู่บ้านริมหาดเกินความคาดหวังและการบริการที่ดีเยี่ยมของเรา

source: I had the most relaxing time at the lakeside retreat. Highly recommended!
es_es: Tuve un tiempo muy relajante en el retiro junto al lago. ¡Altamente recomendado!
fr_fr: J'ai passé un moment de détente au bord du lac. Très recommandé !
id_id: Aku punya waktu yang paling santai di retret tepi danau. Sangat direkomendasikan!
it_it: Ho passato un periodo molto rilassante al ritiro sul lago. Consigliatissimo!
ja_jp: 湖畔のリトリートで一番ゆっくりできました。 お勧めです！
pl_pl: Miałem najbardziej relaksujący czas w Lakeside Retreat. Gorąco polecam!
pt: Tive um tempo muito relaxante no retiro junto ao lago. Muito recomendado!
ru_ru: У меня было самое расслабляющее время на ретрите у озера. Очень рекомендуется!
th_th: ฉันมีช่วงเวลาที่ผ่อนคลายที่สุดในการพักผ่อนริมทะเลสาบ ขอแนะนำอย่างยิ่ง!

source: Sign Up for Exclusive Offers
es_es: firmaron para Exclusive ofertas
fr_fr: Inscrivez-vous aux offres exclusives
id_id: Mendaftar untuk Penawaran Eksklusif
it_it: Registrati per offerte esclusive
ja_jp: 特別キャンペーン登録
pl_pl: Zarejestruj się, aby otrzymywać ekskluzywne oferty
pt: Assistente para ofertas Exclusive ofertas
ru_ru: Подпишитесь на эксклюзивные предложения
th_th: สมัครรับข้อเสนอพิเศษ

source: Subscribe to get the latest staycation deals and updates.
es_es: Suscríbete para obtener las últimas ofertas y actualizaciones de estacionamiento.
fr_fr: Abonnez-vous pour obtenir les dernières offres de séjours et mises à jour.
id_id: Berlangganan untuk mendapatkan penawaran dan pembaruan staycation terbaru.
it_it: Iscriviti per ottenere le ultime offerte e aggiornamenti di staycation.
ja_jp: 購読すると、最新のステイケーション契約とアップデートを入手できます。
pl_pl: Zapisz się, aby otrzymywać najnowsze oferty i aktualności dotyczące urlopu w domu.
pt: Subscreva-se para obter as últimas ofertas de estadia e atualizações.
ru_ru: Подпишитесь на последние предложения и обновления.
th_th: สมัครสมาชิกเพื่อรับข้อตกลงการพักและการอัปเดตล่าสุด

source: Enter your email
es_es: Introduzca su correo electrónico
fr_fr: Entrez votre e-mail.
id_id: Masukkan surel Anda
it_it: Inserisci la tua email
ja_jp: Eメールを入力します
pl_pl: Wpisz swój adres e-mail
pt: Entra no seu email
ru_ru: Введите свой электронный адрес
th_th: ป้อนอีเมลของคุณ

source: Sign Up
es_es: Regístrese
fr_fr: Inscription
id_id: Mendaftar
it_it: Iscriviti
ja_jp: サインアップ
pl_pl: Zapisać się
pt: Inscreva-se
ru_ru: Подпишитесь
th_th: ลงชื่อเข้าใช้

source: Contact Us
es_es: Contacta con nosotros
fr_fr: Contactez-nous
id_id: Hubungi Kami
it_it: Contattaci
ja_jp: 連絡先
pl_pl: Skontaktuj się z nami
pt: Contacte-nos
ru_ru: Свяжитесь с нами
th_th: ติดต่อเรา

source: We'd love to hear from you! Reach out for any inquiries, feedback, or just to say hello.
es_es: ¡Nos encantaría oír de ti! Llegar a cualquier consulta, retroalimentación, o sólo para saludar.
fr_fr: Nous aimerions avoir de tes nouvelles ! Contactez-nous pour toute demande de renseignements, rétroaction ou juste pour dire bonjour.
id_id: Kami akan senang mendengar dari Anda! Menjangkau untuk setiap pertanyaan, umpan balik, atau hanya untuk menyapa.
it_it: Ci piacerebbe sentire da te! Raggiungete qualsiasi richiesta, feedback, o solo per salutare.
ja_jp: ぜひご連絡をお待ちしております！ お問い合わせ、フィードバック、または単に挨拶をするために手を伸ばします。
pl_pl: Chcielibyśmy usłyszeć od Ciebie! Skontaktuj się z nami w sprawie wszelkich pytań, opinii lub po prostu, aby się przywitać.
pt: Adorávamos ter notícias tuas! Procurem quaisquer perguntas, comentários, ou só para cumprimentarem.
ru_ru: Мы хотели бы услышать от вас! Достигайтесь любых запросов, обратной связи, или просто сказать привет.
th_th: เราอยากได้ยินจากคุณ! ติดต่อสอบถาม ความคิดเห็น หรือแค่ทักทาย

source: Full Name
es_es: Nombre completo
fr_fr: Nom complet
id_id: Nama Lengkap
it_it: Nome completo
ja_jp: フルネーム
pl_pl: Pełne imię i nazwisko
pt: Nome completo
ru_ru: Полное имя
th_th: ชื่อเต็ม

source: Enter your full name
es_es: Introduzca su nombre completo
fr_fr: Entrez votre nom au complet.
id_id: Masukkan nama lengkap Anda
it_it: Inserisci il tuo nome completo
ja_jp: フルネームを入力します
pl_pl: Wpisz swoje pełne imię i nazwisko
pt: Inserir o seu nome completo
ru_ru: Введите полное имя
th_th: ป้อนชื่อเต็มของคุณ

source: Email
es_es: Correo electrónico
fr_fr: Courrier électronique
id_id: Surel
ja_jp: Eメール
ru_ru: Электронная почта
th_th: อีเมล

source: Message
es_es: Mensaje
id_id: Pesan
it_it: Messaggio
ja_jp: メッセージ
pl_pl: Wiadomość
pt: Mensagem
ru_ru: Сообщение
th_th: จดหมาย

source: Write your message here...
es_es: Escribe tu mensaje aquí...
fr_fr: Ecrivez votre message ici...
id_id: Tulis pesanmu di sini...
it_it: Compila il messaggio...
ja_jp: ここにメッセージを書く···
pl_pl: Napisz swoją wiadomość tutaj...
pt: Escreve a tua mensagem aqui...
ru_ru: Напишите ваше сообщение здесь...
th_th: เขียนข้อความของคุณที่นี่...

source: Send Message
es_es: Enviar mensaje
fr_fr: Envoyer un message
id_id: Kirim Pesan
it_it: Invia messaggio
ja_jp: メッセージ送信
pl_pl: Wyślij wiadomość
pt: Enviar mensagem
ru_ru: Отправить сообщение
th_th: ส่งจดหมาย

source: Our Staycation
es_es: Nuestra estancia
fr_fr: Notre séjour
id_id: Staycation Kami
it_it: - Stiamo fermo.
ja_jp: 滞在場所
pl_pl: Nasz pobyt
pt: A nossa estadia
ru_ru: Наша Функция
th_th: สเตย์เคชั่นของเรา

source: All
es_es: TodosTodos
fr_fr: Tous
id_id: Semua
it_it: Tutti
ja_jp: すべて
pl_pl: Wszystko
pt: Todos
ru_ru: Все
th_th: ทั้งหมด

source: Beach & Waterfront
es_es: Playa y frente al mar
fr_fr: Plage et front de mer
id_id: Pantai & Tepi Laut
it_it: Spiaggia e Waterfront
ja_jp: ビーチ&ウォーターフロント
pl_pl: Plaża i nabrzeże
pt: Praia e frente ao mar
ru_ru: Пляж и набережная
th_th: ชายหาดและวอเตอร์ฟรอนต์

source: Nature Retreats
es_es: Retiros de la naturaleza
fr_fr: Retraite de la nature
id_id: Alam Mundur
it_it: Ritiri della natura
ja_jp: 自然休養地
pl_pl: Rekolekcje przyrodnicze
pt: Retiros da Natureza
ru_ru: Возвращение природы
th_th: เนเจอร์ รีทรีท

source: Rustic & Cozy
es_es: Rústico y acogedor
fr_fr: Rustique et confortable
id_id: Rustic & Nyaman
it_it: Rustico e accogliente
ja_jp: ラスティック·アンド·コージー
pl_pl: Rustykalny i przytulny
pt: Rústico e confortável
ru_ru: Рустик & Уютный
th_th: รัสติกแอนด์โคซี

source: Cozy Cabin
es_es: Cabina acogedora
fr_fr: Cabine douillette
id_id: Kabin Nyaman
it_it: Cabina accogliente
ja_jp: コージーキャビン
pl_pl: Przytulna kabina
pt: Cabina confortável
ru_ru: Уютная кабина
th_th: โคซีเคบิน

source: Sleeps:
es_es: Duerme:
fr_fr: Dormez.
id_id: Tidur:
it_it: Dorme:
ja_jp: スリープ:
pl_pl: Śpi:
pt: Durma:
ru_ru: Спальни:
th_th: นอนหลับ:

source: Rating:
es_es: Valoración:
fr_fr: Cote:
id_id: Peringkat:
it_it: Valutazione:
ja_jp: 評価:
pl_pl: Ocena:
pt: Classificação:
ru_ru: Рейтинг:
th_th: ระดับความชื่นชอบ:

source: Nestled in the woods, enjoy fresh air and a peaceful retreat.
es_es: Ubicado en el bosque, disfrutar de aire fresco y un retiro pacífico.
fr_fr: Niché dans les bois, profitez de l'air frais et d'une retraite paisible.
id_id: Berada di hutan, menikmati udara segar dan mundur dengan damai.
it_it: Immerso nel bosco, godetevi l'aria fresca e una tranquilla ritirata.
ja_jp: 森の中に住み、新鮮な空気と平和な隠れ家を満喫します。
pl_pl: Położony wśród lasu, obiekt oferuje świeże powietrze i spokój.
pt: Situado na floresta, desfrute de ar fresco e um retiro pacífico.
ru_ru: Расположенный в лесу, наслаждайтесь свежим воздухом и спокойным отступлением.
th_th: รังเกียจอากาศสดชื่นและพักผ่อนอย่างสงบ

source: ₱3,200/night
es_es: ₱3,200/noche
fr_fr: ₱3 200/nuit
id_id: ₱3.200/malam
it_it: ₱3,200/notte
ja_jp: ₱3,200（夜間）
pl_pl: ₱3,200/noc
pt: ₱3,200/noite
ru_ru: ₱3,200/ночь
th_th: ₱3,200/คืน

source: View Details
es_es: Ver detalles
fr_fr: Voir les détails
id_id: Lihat Rincian
it_it: Visualizza dettagli
ja_jp: 詳細表示
pl_pl: Zobacz szczegóły
pt: Ver Detalhes
ru_ru: Подробности
th_th: รายละเอียดมุมมอง

source: ₱3,800/night
es_es: ₱3.800/noche
fr_fr: ₱3 800/nuit
id_id: ₱3.800/malam
it_it: ₱3.800/notte
ja_jp: ₱3,800（夜間）
pl_pl: ₱3,800/noc
pt: ₱3.800/noite
ru_ru: ₱3,800/ночь
th_th: ₱3,800/คืน

source: Lakeside Retreat
es_es: Retreat junto al lago
fr_fr: Retraite au bord du lac
id_id: Mundur dari Tepi Danau
it_it: Ritiro sul lago
ja_jp: レイクサイド·リトリート
pl_pl: Odosobnienie nad jeziorem
pt: Retreat junto ao lago
ru_ru: Ретрейт у озера
th_th: เลคไซด์รีทรีต

source: Relax by water with stunning lakeside views that gentle ripples and create a calming rhythm.
es_es: Relájese en el agua con impresionantes vistas a la orilla del lago que suaves ondas y crear un ritmo calmante.
fr_fr: Détendez-vous au bord de l'eau avec une vue imprenable sur le lac qui se déverse doucement et créez un rythme apaisant.
id_id: Relaksasi oleh air dengan pemandangan tepi danau yang menakjubkan yang lembut dan menciptakan irama yang menenangkan.
it_it: Rilassatevi in acqua con una splendida vista sul lago che si ribalta delicatamente e create un ritmo calmante.
ja_jp: 穏やかなさざ波と穏やかなリズムを演出する素晴らしい湖畔の景色で、水辺でリラックスできます。
pl_pl: Zrelaksuj się nad wodą i podziwiaj zachwycający widok na jezioro, którego łagodne fale tworzą uspokajający rytm.
pt: Relaxe junto à água com vistas impressionantes ao lago, que ondulam suavemente e criar um ritmo calmante.
ru_ru: Расслабьтесь на воде с потрясающими видами на берегу озера, которые нежно волнуют и создают успокаивающий ритм.
th_th: ผ่อนคลายริมน้ำด้วยวิวริมทะเลสาบที่น่าตื่นตาตื่นใจซึ่งคลื่นที่เบาบางและสร้างจังหวะที่สงบ

source: ₱3,500/night
es_es: ₱3.500/noche
fr_fr: ₱3 500/nuit
id_id: ₱3.500/malam
it_it: ₱3.500/notte
ja_jp: ₱3,500（夜間）
pl_pl: ₱3,500/noc
pt: ₱3.500/noite
ru_ru: ₱3,500/ночь
th_th: ₱3,500/คืน

source: Forest Hideaway
es_es: Escondido por el bosque
fr_fr: Cachette forestière
id_id: Tempat Persembunyian Hutan
ja_jp: フォレスト·ヒデアウェイ
pl_pl: Leśna kryjówka
pt: Escondido pela floresta
ru_ru: Лесной укрытие
th_th: ฟอเรสต์ ฮิเดอะเวย์

source: Escape into nature with a secluded forest retreat.
es_es: Escapar a la naturaleza con un retiro forestal aislado.
fr_fr: S'évader dans la nature avec une retraite forestière isolée.
id_id: Melarikan diri ke alam dengan hutan terpencil mundur.
it_it: Scappare nella natura con un ritiro forestale isolato.
ja_jp: 静かな森の中に避難しましょう。
pl_pl: Ucieknij na łono natury, udając się do odosobnionego leśnego zakątka.
pt: Escapar para a natureza com um retiro florestal isolado.
ru_ru: Побег в природу с уединенным лесным отступлением.
th_th: หนีเข้าไปในธรรมชาติด้วยการพักผ่อนในป่าที่โดดเดี่ยว

source: ₱2,900/night
es_es: ₱2.900/noche
fr_fr: ₱2 900/nuit
id_id: ₱2.900/malam
it_it: ₱2.900/notte
ja_jp: ₱夜間2,900
pl_pl: ₱2900/noc
pt: ₱2.900/noite
ru_ru: ₱2,900/ночь
th_th: ₱2,900/คืน

source: Hillside Haven
fr_fr: Le havre de Hillside
id_id: Bukit Haven
ja_jp: ヒルサイド·ヘイブン
pl_pl: Przystań na wzgórzu
ru_ru: Хилсайд-Хейвен
th_th: ฮิลไซด์เฮเวน

source: Wake up to misty mornings and panoramic hillside views.
es_es: Despierta a las mañanas nebulosas y vistas panorámicas a las colinas.
fr_fr: Réveillez-vous aux matins brumeux et aux vues panoramiques sur les collines.
id_id: Bangun pagi berkabut dan panorama pemandangan bukit.
it_it: Sveglia fino a mattinate nebulose e vista panoramica sulle colline.
ja_jp: 朝は霧が立ち込めて、丘の中腹のパノラマビューに目を覚まします。
pl_pl: Obudź się przy mglistych porankach i podziwiaj panoramiczne widoki na wzgórza.
pt: Acordem até manhãs nebulosas e vistas panorâmicas ao monte.
ru_ru: Просыпайтесь до туманных утра и панорамный вид на холмы.
th_th: ตื่นขึ้นมาเห็นหมอกยามเช้าและวิวทิวทัศน์ของเนินเขาแบบพาโนรามา

source: ₱3,100/night
es_es: ₱3,100/notte
fr_fr: ₱3 100/nuit
id_id: ₱3.100/malam
it_it: ₱3,100/notte
ja_jp: ₱夜間3,100台
pl_pl: ₱3,100/noc
pt: ₱3,100/noite
ru_ru: ₱3,100/ночь
th_th: ₱3,100/คืน

source: Pinecrest Chalet
es_es: Chalet de Pinecrest
fr_fr: Chalet de Pinecrest
id_id: [ Gambar di hlm.
it_it: Chalet di Pinecrest
ja_jp: パインクレスト·シャレー
pl_pl: Domek Pinecrest
pt: Chalet de Pinecrest
ru_ru: Шале Pinecrest
th_th: ไพน์เครสต์ ชาเลต์
