Repository: christinerose02/CozyNest
Catalog: languages/cozy-nest-*.po
Languages: es_es, fr_fr, id_id, it_it, ja_jp, pl_pl, pt, ru_ru, th_th

source: Check-in time is from 2:00 PM, and check-out is by 12:00 PM. Special arrangements can be made upon request.
es_es: El check-in es a partir de las 14:00 pm, y el check-out es a las 12:00 pm. Se pueden hacer arreglos especiales a petición.
fr_fr: L'heure d'enregistrement est à partir de 14h et le départ est à 12h. Des dispositions spéciales peuvent être prises sur demande.
id_id: Waktu check-in adalah dari 2:00 PM, dan check-out adalah oleh 12:00 PM. Pengaturan khusus dapat dibuat atas permintaan.
it_it: Il check-in è dalle 14:00 e il check-out è entro le 12:00 PM. Su richiesta si possono prendere disposizioni speciali.
ja_jp: チェックインは午後2時からで、チェックアウトは午後12時までです。 ご要望に応じて特別な手配をすることができます。
pl_pl: Zameldowanie jest możliwe od 14:00, a wymeldowanie do 12:00. Na życzenie możliwe są specjalne ustalenia.
pt: Fornece serviços de transporte?
ru_ru: Регистрация заезда производится с 14:00 часов, выезд до 12:00 часов. Специальные мероприятия могут быть сделаны по запросу.
th_th: เวลาเช็คอินคือเวลา 14.00 น. และเช็คเอาท์คือ 12.00 น. การจัดเตรียมพิเศษสามารถทำได้ตามคำขอ

source: Do you provide transportation services?
es_es: ¿Proporciona servicios de transporte?
fr_fr: Fournissez-vous des services de transport?
id_id: Apakah Anda memberikan layanan transportasi?
it_it: Lei fornisce servizi di trasporto?
ja_jp: 交通サービスはしていますか？
pl_pl: Czy świadczycie usługi transportowe?
pt: Fornece serviços de transporte?
ru_ru: Вы предоставляете транспортные услуги?
th_th: คุณให้บริการขนส่งหรือไม่

source: Yes, we provide transportation services to and from the nearest airport and bus terminals. Please contact us for more details.
es_es: Sí, ofrecemos servicios de transporte desde y hacia los aeropuertos y terminales de autobuses más cercanos. Por favor, póngase en contacto con nosotros para más detalles.
fr_fr: Oui, nous offrons des services de transport à destination et en provenance des terminaux d'aéroport et d'autobus les plus proches. Veuillez nous contacter pour plus de détails.
id_id: Ya, kami menyediakan layanan transportasi menuju dan dari terminal bandara dan bus terdekat. Silahkan hubungi kami untuk rincian lebih lanjut.
it_it: Sì, forniamo servizi di trasporto da e per l'aeroporto più vicino e terminal degli autobus. Per maggiori dettagli contattateci.
ja_jp: 交通サービスはしていますか？
pl_pl: Tak, zapewniamy usługi transportowe do i z najbliższego lotniska i terminali autobusowych. Prosimy o kontakt w celu uzyskania szczegółowych informacji.
pt: Sim, fornecemos serviços de transporte para e desde o aeroporto mais próximo e terminais de ônibus. Por favor, contacte-nos para mais detalhes.
ru_ru: Да, мы предоставляем транспортные услуги до ближайших аэропортов и автобусных терминалов. Пожалуйста, свяжитесь с нами для получения более подробной информации.
th_th: ใช่ เราให้บริการขนส่งไปยังและจากสนามบินและสถานีขนส่งที่ใกล้ที่สุด กรุณาติดต่อเราสำหรับรายละเอียดเพิ่มเติม

source: Is breakfast included in the package?
es_es: ¿El desayuno está incluido en el paquete?
fr_fr: Le petit déjeuner est-il inclus dans le forfait?
id_id: Apakah sarapan termasuk dalam paket?
it_it: La colazione è inclusa nel pacchetto?
ja_jp: 朝食は同梱されていますか？
pl_pl: Czy śniadanie jest wliczone w cenę pakietu?
pt: O pequeno-almoço está incluído no pacote?
ru_ru: Завтрак включен в пакет?
th_th: อาหารเช้ารวมอยู่ในบรรจุภัณฑ์หรือไม่

source: Yes, breakfast is included in all staycation packages. Enjoy a variety of fresh, locally sourced breakfast options each morning.
es_es: Sí, el desayuno está incluido en todos los paquetes de estancia. Disfrute de una variedad de desayunos frescos y locales cada mañana.
fr_fr: Oui, le petit déjeuner est inclus dans tous les forfaits séjour. Chaque matin, profitez d'une variété de petits déjeuners frais et locaux.
id_id: Ya, sarapan termasuk dalam semua paket staycation. Nikmati berbagai pilihan sarapan yang segar dan bersumber dari daerah setempat setiap pagi.
it_it: Sì, la colazione è inclusa in tutti i pacchetti di soggiorno. Ogni mattina potrete gustare una varietà di colazioni fresche e locali.
ja_jp: はい、朝食はすべてのステイケーションパッケージに含まれています。 毎朝、新鮮な地元産の朝食オプションをお楽しみいただけます。
pl_pl: Tak, śniadanie jest wliczone w cenę wszystkich pakietów staycation. Ciesz się różnorodnością świeżych, lokalnych opcji śniadaniowych każdego ranka.
pt: Sim, o pequeno-almoço está incluído em todos os pacotes de estadia. Aproveitem uma variedade de opções de pequeno-almoço frescas e com origem local todas as manhãs.
ru_ru: Да, завтрак включен во все пакеты пребывания. Каждое утро вы сможете отведать разнообразные свежие блюда местной кухни.
th_th: ใช่ อาหารเช้ารวมอยู่ในแพ็คเกจที่พักทั้งหมด เพลิดเพลินกับอาหารเช้าสด ๆ หลากหลายแบบที่มีแหล่งกำเนิดในท้อง ถิ่นทุกเช้า.

source: Can I bring pets to cozy-nest?
es_es: ¿Puedo llevar mascotas al nido acogedor?
fr_fr: Je peux amener des animaux au nid douillet ?
id_id: Dapatkah saya membawa hewan peliharaan ke sarang yang nyaman?
it_it: Posso portare animali domestici al nido accogliente?
ja_jp: ペットをコージーネストに連れて行ってもいいですか？
pl_pl: Czy mogę przywieźć zwierzęta do Cozy-Nest?
pt: Posso levar animais de estimação?
ru_ru: Могу ли я привезти домашних животных в уютный гнездо?
th_th: ฉันสามารถนำสัตว์เลี้ยงมาเลี้ยงในรังที่สะดวกสบายได้หรือไม่

source: We are a pet-friendly facility! You are welcome to bring your furry friends. Please inform us in advance for any special accommodations.
es_es: ¡Somos una instalación amigable para mascotas! Puedes traer a tus amigos peludos. Sírvase informarnos con antelación para cualquier alojamiento especial.
fr_fr: Nous sommes un établissement accueillant pour les animaux ! Vous pouvez amener vos amis poilus. Veuillez nous en informer à l'avance pour tout hébergement spécial.
id_id: Kami adalah fasilitas ramah hewan peliharaan! Anda dipersilakan untuk membawa teman-teman berbulu Anda. Tolong beritahu kami terlebih dahulu untuk akomodasi khusus.
it_it: Siamo una struttura amichevole per gli animali domestici! Siete i benvenuti a portare i vostri amici pelosi. Vi preghiamo di informarci in anticipo per qualsiasi alloggio speciale.
ja_jp: 私たちはペットに優しい施設です！ お友達を連れてくるのは大歓迎です。 特別な宿泊施設については、事前にご連絡をお願いいたします。
pl_pl: Jesteśmy obiektem przyjaznym zwierzętom! Zapraszamy do przyprowadzenia swoich futrzanych przyjaciół. Prosimy o wcześniejsze poinformowanie nas o wszelkich specjalnych udogodnieniach.
pt: Qual é a sua política de cancelamento?
ru_ru: Мы дружелюбный для домашних животных объект! Вы можете привезти своих меховых друзей. Пожалуйста, заранее сообщите нам о специальных условиях проживания.
th_th: เราเป็นสถานที่ที่เป็นมิตรกับสัตว์เลี้ยง! ยินดีต้อนรับคุณที่จะพาเพื่อนขนดกของคุณ โปรดแจ้งให้เราทราบล่วงหน้าสำหรับที่พักพิเศษใด ๆ

source: What is your cancellation policy?
es_es: ¿Cuál es su política de cancelación?
fr_fr: Quelle est votre politique d'annulation?
id_id: Apa kebijakan pembatalan Anda?
it_it: Qual è la vostra politica di cancellazione?
ja_jp: キャンセルポリシーはどうなっていますか？
pl_pl: Jaka jest polityka anulowania rezerwacji?
pt: Qual é a sua política de cancelamento?
ru_ru: Что такое ваша политика отмены?
th_th: นโยบายการยกเลิกของคุณคืออะไร

source: Our cancellation policy allows free cancellation up to 48 hours before your check-in date. After that, a cancellation fee will apply.
es_es: Nuestra política de cancelación permite cancelación gratuita hasta 48 horas antes de su fecha de llegada. Después de eso, se aplicará una tasa de cancelación.
fr_fr: Notre politique d'annulation permet l'annulation gratuite jusqu'à 48 heures avant votre date d'enregistrement. Après cela, des frais d'annulation s'appliqueront.
id_id: Kebijakan pembatalan kami memungkinkan pembatalan gratis hingga 48 jam sebelum tanggal check-in Anda. Setelah itu, biaya pembatalan akan berlaku.
it_it: La nostra politica di cancellazione permette la cancellazione gratuita fino a 48 ore prima della data del check-in. Dopo di che, una tassa di cancellazione sarà applicata.
ja_jp: 私たちのキャンセルポリシーでは、チェックイン日の48時間前まで無料キャンセルが可能です。 その後はキャンセル料がかかります。
pl_pl: Nasza polityka anulowania pozwala na bezpłatne anulowanie do 48 godzin przed datą zameldowania. Po tym terminie zostanie naliczona opłata za anulowanie.
pt: Nossa política de cancelamento permite cancelamento gratuito até 48 horas antes da data de check-in. Depois disso, será cobrada uma taxa de cancelamento.
ru_ru: Наша политика отмены позволяет бесплатно отмены до 48 часов до даты заезда. После этого взимается плата за аннулирование.
th_th: นโยบายการยกเลิกของเราอนุญาตให้ยกเลิกได้ฟรีสูงสุด 48 ชั่วโมงก่อนวันเช็คอินของคุณ หลังจากนั้นจะมีค่าธรรมเนียมการยกเลิก

source: Last updated:
es_es: Última actualización:
fr_fr: Dernière mise à jour :
id_id: Terakhir diperbarui:
it_it: Ultimo aggiornamento:
ja_jp: 最終更新日:
pl_pl: Ostatnia aktualizacja:
pt: Última atualização:
ru_ru: Последнее обновление:
th_th: อัปเดตล่าสุด:

source: 1. Information We Collect
es_es: 1. Información que recopilamos
fr_fr: 1. Renseignements que nous recueillons
id_id: 1. Informasi yang Kami Kumpulkan
it_it: 1. Informazioni che raccogliamo
ja_jp: 1. 情報収集
pl_pl: 1. Informacje, które zbieramy
pt: 1. Informação que coletamos
ru_ru: 1. Информация, которую мы собираем
th_th: 1. ข้อมูลที่เราเก็บรวบรวม

source: At cozy-nest, we value your privacy. We only collect personal data when it’s necessary for a cozy and seamless booking experience. This may include:
es_es: En el nido acogedor, valoramos su privacidad. Sólo recopilamos datos personales cuando es necesario para una experiencia de reserva acogedora y sin problemas. Esto puede incluir:
fr_fr: Au nid douillet, nous apprécions votre intimité. Nous ne collectons les données personnelles que lorsque cela est nécessaire pour une expérience de réservation confortable et sans faille. Il peut s'agir :
id_id: Di tempat yang nyaman, kami menghargai privasimu. Kami hanya mengumpulkan data pribadi ketika diperlukan untuk pengalaman pemesanan yang nyaman dan mulus. Ini dapat mencakup:
it_it: Al nest accogliente, apprezziamo la vostra privacy. Raccogliamo dati personali solo quando è necessario per un'esperienza di prenotazione accogliente e senza problemi. Ciò può includere:
ja_jp: コージーネストでは、私たちはあなたのプライバシーを大切にします。 私たちは、快適でシームレスな予約体験のために必要な場合にのみ個人データを収集します。 これには次のものが含まれます:
pl_pl: W cozy-nest cenimy Twoją prywatność. Gromadzimy dane osobowe tylko wtedy, gdy jest to konieczne dla zapewnienia przytulnego i płynnego procesu rezerwacji. Może to obejmować:
pt: No ninho acolhedor, valorizamos a sua privacidade. Nós só coletamos dados pessoais quando é necessário para uma experiência de reserva confortável e sem problemas. Isto pode incluir:
ru_ru: В уютном гнезде мы ценим вашу конфиденциальность. Мы собираем персональные данные только тогда, когда это необходимо для уютного и бесшовного опыта бронирования. Это может включать:
th_th: ที่พักแบบสบาย ๆ เราให้ความสำคัญกับความเป็นส่วนตัวของคุณ เรารวบรวมข้อมูลส่วนตัวเฉพาะเมื่อมันจำเป็นสำหรับประสบการณ์การจองที่สะดวกสบายและไร้รอยต่อ ซึ่งอาจรวมถึง:

source: Name, email, and contact details (when making a reservation)
es_es: Nombre, correo electrónico y datos de contacto (al hacer una reserva)
fr_fr: Nom, adresse électronique et coordonnées (lors d'une réservation)
id_id: Nama, email, dan detail kontak (saat melakukan reservasi)
it_it: Nome, email e dati di contatto (al momento della prenotazione)
ja_jp: 氏名、メール、連絡先（予約時）
pl_pl: Imię, adres e-mail i dane kontaktowe (podczas dokonywania rezerwacji)
pt: Preferências para personalizar a sua estadia
ru_ru: Имя, электронная почта и контактные данные (при бронировании)
th_th: ชื่อ อีเมล และรายละเอียดการติดต่อ (เมื่อทำการจอง)

source: Preferences to personalize your stay
es_es: Preferencias para personalizar su estancia
fr_fr: Préférences pour personnaliser votre séjour
id_id: Preferensi untuk mempersonalisasi Anda tinggal
it_it: Preferenze per personalizzare il vostro soggiorno
ja_jp: 滞在をパーソナライズするためのプリファレンスです
pl_pl: Preferencje dotyczące personalizacji pobytu
pt: Preferências para personalizar a sua estadia
ru_ru: Преимущества для личного пребывания
th_th: ปรับแต่งค่าที่พักของคุณให้เป็นส่วนตัว

source: Cookies for website functionality and analytics
es_es: Cookies para la funcionalidad y análisis del sitio web
fr_fr: Cookies pour la fonctionnalité et l'analyse du site Web
id_id: Cookie untuk fungsionalitas dan analisis situs web
it_it: Cookie per la funzionalità e l'analisi del sito web
ja_jp: Webサイト機能·分析用Cookie
pl_pl: Pliki cookie do celów funkcjonalnych i analitycznych witryny
pt: Cookies para a funcionalidade e análise do site
ru_ru: Файлы cookie для функциональности и анализа веб-сайтов
th_th: คุกกี้สำหรับการทำงานและการวิเคราะห์เว็บไซต์

source: 2. How We Use Your Information
es_es: 2. Cómo utilizamos su información
fr_fr: 2. Comment nous utilisons vos renseignements
id_id: 2. Bagaimana Kami Menggunakan Informasi Anda
it_it: 2. Come utilizziamo le tue informazioni
ja_jp: 2. 情報活用方法
pl_pl: 2. Jak wykorzystujemy Twoje dane
pt: 2. Como usamos as suas informações
ru_ru: 2. Как мы используем вашу информацию
th_th: 2. วิธีที่เราใช้ข้อมูลของคุณ

source: Your data helps us provide personalized staycation experiences, enhance our services, and ensure smooth communication with you.
es_es: Sus datos nos ayudan a proporcionar experiencias personalizadas de estadía, mejorar nuestros servicios y garantizar una comunicación sin problemas con usted.
fr_fr: Vos données nous aident à offrir des expériences de séjour personnalisées, à améliorer nos services et à assurer une communication harmonieuse avec vous.
id_id: Data Anda membantu kami memberikan pengalaman menginap pribadi, meningkatkan layanan kami, dan memastikan kelancaran komunikasi dengan Anda.
it_it: I vostri dati ci aiutano a fornire esperienze personalizzate di soggiorno, migliorare i nostri servizi e garantire una comunicazione fluida con voi.
ja_jp: お客様のデータは、個人に合わせたステイケーション体験を提供し、サービスを強化し、お客様との円滑なコミュニケーションを確保するのに役立ちます。
pl_pl: Twoje dane pomagają nam oferować spersonalizowane oferty pobytów w domu, ulepszać nasze usługi i zapewniać sprawną komunikację z Tobą.
pt: Os seus dados ajudam-nos a fornecer experiências personalizadas de estadia, melhorar os nossos serviços e garantir uma comunicação suave com você.
ru_ru: Ваши данные помогают нам предоставить персонализированный опыт пребывания, улучшить наши услуги и обеспечить бесперебойное общение с вами.
th_th: ข้อมูลของคุณช่วยให้เราจัดหาประสบการณ์การพักแบบส่วนตัว เสริมการบริการของเรา และทำให้แน่ใจว่าการสื่อสารกับคุณราบรื่น

source: 3. Cookies
es_es: 3. Cookie
id_id: 3. Kue
it_it: 3. Cookie
ja_jp: 3. クッキー
pl_pl: 3. Pliki cookie
ru_ru: 3. Куки
th_th: 3. คุกกี้

source: We use cookies to remember your preferences and improve our site performance. You can manage your cookie settings through your browser.
es_es: Utilizamos cookies para recordar sus preferencias y mejorar el rendimiento de nuestro sitio. Puede administrar sus configuraciones de cookies a través de su navegador.
fr_fr: Nous utilisons des cookies pour garder en mémoire vos préférences et améliorer les performances de notre site. Vous pouvez gérer vos paramètres de cookies via votre navigateur.
id_id: Kami menggunakan cookie untuk mengingat preferensi Anda dan meningkatkan kinerja situs kami. Anda dapat mengelola pengaturan cookie Anda melalui browser Anda.
it_it: Utilizziamo i cookie per ricordare le tue preferenze e migliorare le prestazioni del nostro sito. È possibile gestire le impostazioni dei cookie attraverso il browser.
ja_jp: 私たちはクッキーを使用して、お客様の好みを記憶し、サイトのパフォーマンスを向上させます。 ブラウザを使用してクッキーの設定を管理できます。
pl_pl: Używamy plików cookie, aby zapamiętać Twoje preferencje i poprawić wydajność naszej witryny. Możesz zarządzać ustawieniami plików cookie za pomocą swojej przeglądarki.
pt: Usamos cookies para lembrar as suas preferências e melhorar o desempenho do nosso site. Você pode gerenciar suas configurações de cookies através do seu navegador.
ru_ru: Мы используем файлы cookie, чтобы помнить ваши предпочтения и улучшить производительность нашего сайта. Вы можете управлять настройками cookie через браузер.
th_th: เราใช้คุกกี้เพื่อจดจำความชอบของคุณและปรับปรุงประสิทธิภาพของไซต์ของเรา คุณสามารถจัดการการตั้งค่าคุกกี้ของคุณผ่านเบราว์เซอร์ของคุณ

source: 4. Third-Party Services
es_es: 4. Servicios de terceros
fr_fr: 4. Services fournis à des tiers
id_id: 4. Layanan Pihak Ketiga
it_it: 4. Servizi di terze parti
ja_jp: 4. サードパーティサービス
pl_pl: 4. Usługi stron trzecich
pt: 4. Serviços de terceiros
ru_ru: 4. Услуги третьих сторон
th_th: 4. บริการของบุคคลที่สาม

source: We may use trusted third-party services (like payment gateways or analytics tools) that collect data as needed. Please review their policies for more information.
es_es: Podemos utilizar servicios de terceros de confianza (como gateways de pago o herramientas de análisis) que recogen datos según sea necesario. Por favor, revise sus políticas para obtener más información.
fr_fr: Nous pouvons utiliser des services tiers fiables (comme des passerelles de paiement ou des outils d'analyse) qui recueillent des données au besoin. Veuillez consulter leurs politiques pour plus d'information.
id_id: Kita dapat menggunakan layanan pihak ketiga terpercaya (seperti gateway pembayaran atau alat analisis) yang mengumpulkan data sesuai kebutuhan. Tinjau kebijakan mereka untuk informasi lebih lanjut.
it_it: Potremmo utilizzare servizi di terze parti affidabili (come gateway di pagamento o strumenti di analisi) che raccolgono i dati se necessario. Si prega di rivedere le loro politiche per ulteriori informazioni
ja_jp: 当社は、必要に応じてデータを収集する信頼できるサードパーティサービス（支払いゲートウェイや分析ツールなど）を使用することができます。 詳細については、ポリシーを確認します。
pl_pl: Możemy korzystać z zaufanych usług stron trzecich (takich jak bramki płatnicze lub narzędzia analityczne), które zbierają dane w razie potrzeby. Zapoznaj się z ich politykami, aby uzyskać więcej informacji.
pt: Podemos usar serviços de terceiros confiáveis (como gateways de pagamento ou ferramentas de análise) que coleta os dados quando necessário. Por favor, revise suas políticas para obter mais informações.
ru_ru: Мы можем использовать доверительные услуги третьих лиц (например, платежные шлюзы или аналитические инструменты), которые собирают данные по мере необходимости. Пожалуйста, ознакомьтесь с их политикой для получения дополнительной информации.
th_th: เราอาจใช้บริการของบุคคลที่สามที่เชื่อถือได้ (เช่นเกตเวย์การชำระเงินหรือเครื่องมือวิเคราะห์) ที่รวบรวมข้อมูลตามความจำเป็น โปรดตรวจสอบนโยบายของพวกเขาสำหรับข้อมูลเพิ่มเติม

source: 5. Your Rights
es_es: 5. Sus derechos
fr_fr: 5. Vos droits
id_id: 5. Hak Anda
it_it: 5. I tuoi diritti
ja_jp: 5. 権利
pl_pl: 5. Twoje prawa
pt: 5. Os seus direitos
ru_ru: 5. Ваши права
th_th: 5. สิทธิของคุณ

source: You have the right to access, update, or delete your personal data. We’re here to help you with that anytime.
es_es: Usted tiene derecho a acceder, actualizar o eliminar sus datos personales. Estamos aquí para ayudarte con eso en cualquier momento.
fr_fr: Vous avez le droit d'accéder, de mettre à jour ou de supprimer vos données personnelles. On est là pour vous aider.
id_id: Anda berhak mengakses, memperbarui, atau menghapus data pribadi Anda. Kami di sini untuk membantu Anda dengan itu kapan saja.
it_it: Hai il diritto di accedere, aggiornare o cancellare i tuoi dati personali. Siamo qui per aiutarvi in questo momento.
ja_jp: お客様には、個人データにアクセス、更新、または削除する権利があります。 私たちはいつでもそれをお手伝いします。
pl_pl: Masz prawo dostępu, aktualizacji lub usunięcia swoich danych osobowych. Jesteśmy tutaj, aby Ci w tym pomóc w każdej chwili.
pt: Você tem o direito de acessar, atualizar ou eliminar os seus dados pessoais. Estamos aqui para ajudá-lo com isso quando quiser.
ru_ru: Вы имеете право доступа, обновления или удаления Ваших персональных данных. Мы здесь, чтобы помочь вам с этим в любое время.
th_th: คุณมีสิทธิ์เข้าถึง อัปเดต หรือลบข้อมูลส่วนตัวของคุณ เรามาที่นี่เพื่อช่วยคุณเรื่องนั้นได้ตลอดเวลา

source: 6. Contact Us
es_es: 6. Contacta con nosotros
fr_fr: 6. Contactez-nous
id_id: 6. Hubungi Kami
it_it: 6. Contattaci
ja_jp: 6. 連絡先
pl_pl: 6. Skontaktuj się z nami
pt: 6. Contacte-nos
ru_ru: 6. Свяжитесь с нами
th_th: 6. ติดต่อเรา

source: Questions about our privacy policy? Let’s chat! Reach out to us at:
es_es: ¿Preguntas sobre nuestra política de privacidad? ¡Vamos a charlar! Alcánzanos a:
fr_fr: Des questions sur notre politique de confidentialité? Discutons ! Contactez-nous à l'adresse suivante :
id_id: Pertanyaan tentang kebijakan privasi kami? Mari kita bicara! Hubungi kami di:
it_it: Domande sulla nostra privacy policy? Parliamo! Contattaci a:
ja_jp: プライバシーポリシーについて質問がありますか？チャットしましょう！私たちに到着します:
pl_pl: Masz pytania dotyczące naszej polityki prywatności? Porozmawiajmy! Skontaktuj się z nami pod adresem:
pt: Perguntas sobre a nossa política de privacidade? Vamos conversar! Chegue até nós em:
ru_ru: Вопросы о нашей политике конфиденциальности? Давайте поговорим! Свяжитесь с нами по адресу:
th_th: คำถามเกี่ยวกับนโยบายความเป็นส่วนตัวของเรา? มาคุยกัน! ติดต่อเราได้ที่:

source: hello@cozy-nest.com
es_es: hola@cozy-nest.com
id_id: halo@cozy-nest.com
it_it: ehi@cozy-nest.com
pl_pl: witaj@cozy-nest.com
pt: Olá@cozy-nest.com
ru_ru: Привет@cozy-nest.com
th_th: สวัสดี@ cozy-nest.com

source: Check-in:
fr_fr: Enregistrement :
ja_jp: チェックイン:
pl_pl: Zameldować się:
th_th: เช็คอิน:
